/* Alice and Bob are typing… */
"%1$@ and %2$@ are typing…" = "%1$@ και %2$@ πληκτρολογούν…";

/* Alice, Bob and Charlie are typing… */
"%1$@, %2$@ and %3$@ are typing…" = "%1$@, %2$@ και %3$@ πληκτρολογούν…";

/* Alice, Bob, Charlie and 3 others are typing… */
"%1$@, %2$@, %3$@ and %4$@ others are typing…" = "%1$@, %2$@, %3$@ και %4$@ άλλοι πληκτρολογούν…";

/* Alice, Bob, Charlie and 1 other is typing… */
"%1$@, %2$@, %3$@ and 1 other is typing…" = "%1$@, %2$@, %3$@ και 1 άλλος πληκτρολογεί…";

/* Alice and Bob will receive invitations */
"%@ and %@ will receive invitations" = "%1$@ και %2$@ θα λάβουν προσκλήσεις";

/* No comment provided by engineer. */
"%@ invitation" = "%@ πρόσκληση";

/* '%@' is the name of a user */
"%@ is out of office" = "%@ είναι εκτός γραφείου";

/* '%@' is the name of a user */
"%@ is out of office today" = "%@ είναι εκτός γραφείου σήμερα";

/* Alice is typing… */
"%@ is typing…" = "%@ πληκτρολογεί…";

/* {app name} is not installed */
"%@ not installed" = "%@ δεν είναι εγκατεστημένο";

/* {app name} version not supported */
"%@ version not supported" = "%@ έκδοση δεν υποστηρίζεται";

/* Alice will receive an invitation */
"%@ will receive an invitation" = "%@ θα λάβει πρόσκληση";

/* Alice, Bob and Charlie will receive invitations */
"%@, %@ and %@ will receive invitations" = "%1$@, %2$@ και %3$@ θα λάβουν προσκλήσεις";

/* Alice, Bob, Charlie and 3 others will receive invitations */
"%@, %@, %@ and %ld others will receive invitations" = "%1$@, %2$@, %3$@ και %4$ld άλλοι θα λάβουν προσκλήσεις";

/* Alice, Bob, Charlie and 1 other will receive invitations */
"%@, %@, %@ and 1 other will receive invitations" = "%1$@, %2$@, %3$@ και 1 άλλος θα λάβει πρόσκληση";

/* No comment provided by engineer. */
"%d days ago" = "%d ημέρες πριν";

/* No comment provided by engineer. */
"%d hours ago" = "%d ώρες πριν";

/* No comment provided by engineer. */
"%d minutes ago" = "%d λεπτά πριν";

/* Number of options in a poll */
"%d options" = "%d επιλογές";

/* Replies in a thread */
"%d replies" = "%d απαντήσεις";

/* Votes in a poll */
"%d votes" = "%d ψήφοι";

/* '5 active bots' in this conversation */
"%ld active bots" = "%ld active bots";

/* No comment provided by engineer. */
"%ld notifications" = "%ld ειδοποιήσεις";

/* No comment provided by engineer. */
"%ld participants" = "%ld συμμετέχοντες";

/* No comment provided by engineer. */
"%ld participants in this call" = "%ld participants in this call";

/* Replies in a thread */
"%ld replies" = "%ld απαντήσεις";

/* No comment provided by engineer. */
"'Do not disturb' user status is ignored for important conversations" = "Η κατάσταση χρήστη 'Μην ενοχλείτε' αγνοείται για σημαντικές συνομιλίες";

/* No comment provided by engineer. */
"1 day" = "1 ημέρα";

/* No comment provided by engineer. */
"1 hour" = "1 ώρα";

/* No comment provided by engineer. */
"1 week" = "1 εβδομάδα";

/* First step in scanning QR code instructions */
"1. Access your server in a web browser" = "1. Πρόσβαση στον διακομιστή σας μέσω προγράμματος περιήγησης";

/* No comment provided by engineer. */
"15 minutes" = "15 minutes";

/* Second step in scanning QR code instructions */
"2. Go to Settings > Security > Create new app password" = "2. Μεταβείτε στις Ρυθμίσεις > Ασφάλεια > Δημιουργία νέου κωδικού εφαρμογής";

/* Message is pinned 24 hours */
"24 hours" = "24 hours";

/* Third step in scanning QR code instructions */
"3. Scan the QR code shown there" = "3. Σαρώστε τον κωδικό QR που εμφανίζεται εκεί";

/* Message is pinned 30 days */
"30 days" = "30 days";

/* No comment provided by engineer. */
"30 minutes" = "30 λεπτά";

/* No comment provided by engineer. */
"4 hours" = "4 ώρες";

/* No comment provided by engineer. */
"4 weeks" = "4 εβδομάδες";

/* Message is pinned 7 days */
"7 days" = "7 days";

/* No comment provided by engineer. */
"8 hours" = "8 ώρες";

/* No comment provided by engineer. */
"@-mentions only" = "Μόνο @-αναφορές";

/* No comment provided by engineer. */
"[Unknown username]" = "[Άγνωστο όνομα χρήστη]";

/* No comment provided by engineer. */
"About" = "Περί";

/* No comment provided by engineer. */
"Absence" = "Απουσία";

/* No comment provided by engineer. */
"Accept" = "Αποδοχή";

/* No comment provided by engineer. */
"Account" = "Λογαριασμός";

/* No comment provided by engineer. */
"Account already added" = "Ο λογαριασμός έχει προστεθεί ήδη";

/* No comment provided by engineer. */
"Account not configured" = "Ο λογαριασμός δεν έχει ρυθμιστεί";

/* No comment provided by engineer. */
"Account not found" = "Ο λογαριασμός δεν βρέθηκε";

/* No comment provided by engineer. */
"Accounts" = "Λογαριασμοί";

/* No comment provided by engineer. */
"Accuracy" = "Ακρίβεια";

/* No comment provided by engineer. */
"Add (%lu)" = "Προσθήκη (%lu)";

/* No comment provided by engineer. */
"Add account" = "Προσθήκη λογαριασμού";

/* No comment provided by engineer. */
"Add an internal note about this ban" = "Προσθήκη εσωτερικής σημείωσης για αυτήν την απαγόρευση";

/* No comment provided by engineer. */
"Add answer" = "Προσθήκη απάντησης";

/* No comment provided by engineer. */
"Add attendees" = "Προσθήκη συμμετεχόντων";

/* No comment provided by engineer. */
"Add participants" = "Προσθήκη συμμετεχόντων";

/* No comment provided by engineer. */
"Add reaction" = "Προσθήκη αντίδρασης";

/* No comment provided by engineer. */
"Add to favorites" = "Προσθήκη στα αγαπημένα";

/* No comment provided by engineer. */
"Added note to self" = "Προστέθηκε σημείωση στον εαυτό μου";

/* No comment provided by engineer. */
"Adding a mention will only notify users that did not read the message yet" = "Η προσθήκη αναφοράς θα ειδοποιήσει μόνο χρήστες που δεν έχουν διαβάσει ακόμα το μήνυμα";

/* No comment provided by engineer. */
"Address" = "Διεύθυνση";

/* No comment provided by engineer. */
"Advanced" = "Για προχωρημένους";

/* No comment provided by engineer. */
"AirPlay button" = "Κουμπί AirPlay";

/* No comment provided by engineer. */
"All messages" = "Όλα τα μηνύματα";

/* No comment provided by engineer. */
"All messages were deleted" = "Όλα τα μηνύματα διαγράφηκαν";

/* No comment provided by engineer. */
"All notifications are muted" = "Όλες οι ειδοποιήσεις τέθηκαν σε σιγή";

/* No comment provided by engineer. */
"Allow guests to join this conversation via link" = "Να επιτρέπεται σε επισκέπτες να συμμετέχουν σε αυτή τη συνομιλία μέσω συνδέσμου";

/* '@all' should not be translated */
"Allow participants to mention @all" = "Να επιτρέπεται στους συμμετέχοντες να αναφέρονται στο @all";

/* No comment provided by engineer. */
"Allow to dial-in without a pin" = "Να επιτρέπεται η κλήση χωρίς PIN";

/* '{Microphone, Camera, ...} access is allowed' */
"Allowed" = "Επιτρέπεται";

/* No comment provided by engineer. */
"Alphabetical order" = "Αλφαβητική σειρά";

/* Sort conversations alphabetically */
"Alphabetically" = "Alphabetically";

/* No comment provided by engineer. */
"Also open to guest app users" = "Ανοιχτό επίσης για επισκέπτες της εφαρμογής";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and %ld more participants" = "Ένας διαχειριστής πρόσθεσε εσάς και %ld ακόμη συμμετέχοντες";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and {user0}" = "Ένας διαχειριστής πρόσθεσε εσάς και {user0}";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and %ld more participants" = "Ένας διαχειριστής πρόσθεσε {user0} και %ld ακόμη συμμετέχοντες";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and {user1}" = "Ένας διαχειριστής πρόσθεσε {user0} και {user1}";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and %ld more participants from moderators" = "Ένας διαχειριστής υποβίβασε εσάς και %ld ακόμη συμμετέχοντες από συντονιστές";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and {user0} from moderators" = "Ένας διαχειριστής υποβίβασε εσάς και {user0} από συντονιστές";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and %ld more participants from moderators" = "Ένας διαχειριστής υποβίβασε {user0} και %ld ακόμη συμμετέχοντες από συντονιστές";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and {user1} from moderators" = "Ένας διαχειριστής υποβίβασε {user0} και {user1} από συντονιστές";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and %ld more participants to moderators" = "Ένας διαχειριστής προώθησε εσάς και %ld ακόμη συμμετέχοντες σε συντονιστές";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and {user0} to moderators" = "Ένας διαχειριστής προώθησε εσάς και {user0} σε συντονιστές";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and %ld more participants to moderators" = "Ένας διαχειριστής προώθησε {user0} και %ld ακόμη συμμετέχοντες σε συντονιστές";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and {user1} to moderators" = "Ένας διαχειριστής προώθησε {user0} και {user1} σε συντονιστές";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and %ld more participants" = "Ένας διαχειριστής αφαίρεσε εσάς και %ld ακόμη συμμετέχοντες";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and {user0}" = "Ένας διαχειριστής αφαίρεσε εσάς και {user0}";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and %ld more participants" = "Ένας διαχειριστής αφαίρεσε {user0} και %ld ακόμη συμμετέχοντες";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and {user1}" = "Ένας διαχειριστής αφαίρεσε {user0} και {user1}";

/* No comment provided by engineer. */
"An error occurred changing privacy setting" = "Παρουσιάστηκε σφάλμα κατά την αλλαγή της ρύθμισης απορρήτου";

/* No comment provided by engineer. */
"An error occurred changing read status setting" = "Παρουσιάστηκε σφάλμα κατά την αλλαγή της ρύθμισης κατάστασης ανάγνωσης";

/* No comment provided by engineer. */
"An error occurred changing typing privacy setting" = "Παρουσιάστηκε σφάλμα κατά την αλλαγή της ρύθμισης απορρήτου πληκτρολόγησης";

/* No comment provided by engineer. */
"An error occurred downloading the picture" = "Παρουσιάστηκε σφάλμα κατά τη λήψη της εικόνας";

/* No comment provided by engineer. */
"An error occurred removing profile image" = "Παρουσιάστηκε σφάλμα κατά την αφαίρεση της εικόνας προφίλ";

/* No comment provided by engineer. */
"An error occurred setting address" = "Παρουσιάστηκε σφάλμα κατά τον ορισμό της διεύθυνσης";

/* No comment provided by engineer. */
"An error occurred setting email address" = "Παρουσιάστηκε σφάλμα κατά τον ορισμό της διεύθυνσης email";

/* No comment provided by engineer. */
"An error occurred setting phone number" = "Παρουσιάστηκε σφάλμα κατά τον ορισμό του αριθμού τηλεφώνου";

/* No comment provided by engineer. */
"An error occurred setting profile image" = "Παρουσιάστηκε σφάλμα κατά τον ορισμό της εικόνας προφίλ";

/* No comment provided by engineer. */
"An error occurred setting Twitter account" = "Παρουσιάστηκε σφάλμα κατά τον ορισμό του λογαριασμού Twitter";

/* No comment provided by engineer. */
"An error occurred setting user name" = "Παρουσιάστηκε σφάλμα κατά τον ορισμό του ονόματος χρήστη";

/* No comment provided by engineer. */
"An error occurred setting website" = "Παρουσιάστηκε σφάλμα κατά τον ορισμό της ιστοσελίδας";

/* No comment provided by engineer. */
"An error occurred trying to translate message" = "Παρουσιάστηκε σφάλμα κατά την προσπάθεια μετάφρασης του μηνύματος";

/* No comment provided by engineer. */
"An error occurred while adding %@ to the room" = "Παρουσιάστηκε σφάλμα κατά την προσθήκη του %@ στο δωμάτιο";

/* No comment provided by engineer. */
"An error occurred while adding a reaction to a message" = "Παρουσιάστηκε σφάλμα κατά την προσθήκη αντίδρασης σε μήνυμα";

/* No comment provided by engineer. */
"An error occurred while adding note" = "Παρουσιάστηκε σφάλμα κατά την προσθήκη σημείωσης";

/* No comment provided by engineer. */
"An error occurred while clearing status message" = "Παρουσιάστηκε σφάλμα κατά την εκκαθάριση του μηνύματος κατάστασης";

/* No comment provided by engineer. */
"An error occurred while creating poll draft" = "Παρουσιάστηκε σφάλμα κατά τη δημιουργία προσχέδιο δημοσκόπησης";

/* No comment provided by engineer. */
"An error occurred while creating the meeting" = "Παρουσιάστηκε σφάλμα κατά τη δημιουργία της συνάντησης";

/* No comment provided by engineer. */
"An error occurred while creating the poll" = "Παρουσιάστηκε σφάλμα κατά τη δημιουργία της δημοσκόπησης";

/* No comment provided by engineer. */
"An error occurred while creating the thread" = "Παρουσιάστηκε σφάλμα κατά τη δημιουργία της συζήτησης";

/* No comment provided by engineer. */
"An error occurred while deleting the message" = "Προέκυψε ένα σφάλμα κατά τη διαγραφή του μηνύματος";

/* No comment provided by engineer. */
"An error occurred while deleting the poll draft" = "Παρουσιάστηκε σφάλμα κατά τη διαγραφή του προσχέδιο δημοσκόπησης";

/* No comment provided by engineer. */
"An error occurred while disabling absence" = "Παρουσιάστηκε σφάλμα κατά την απενεργοποίηση της απουσίας";

/* No comment provided by engineer. */
"An error occurred while editing the poll" = "Παρουσιάστηκε σφάλμα κατά την επεξεργασία της δημοσκόπησης";

/* No comment provided by engineer. */
"An error occurred while opening the file %@" = "Παρουσιάστηκε σφάλμα κατά το άνοιγμα του αρχείου %@";

/* No comment provided by engineer. */
"An error occurred while pinning the message" = "An error occurred while pinning the message";

/* No comment provided by engineer. */
"An error occurred while removing a reaction from a message" = "Παρουσιάστηκε σφάλμα κατά την αφαίρεση αντίδρασης από μήνυμα";

/* No comment provided by engineer. */
"An error occurred while removing the avatar" = "Παρουσιάστηκε σφάλμα κατά την αφαίρεση του avatar";

/* No comment provided by engineer. */
"An error occurred while sending the message" = "Παρουσιάστηκε σφάλμα κατά την αποστολή μηνύματος";

/* No comment provided by engineer. */
"An error occurred while setting \(formattedPhoneNumber) as phone number" = "Παρουσιάστηκε σφάλμα κατά τον ορισμό \(formattedPhoneNumber) ως αριθμού τηλεφώνου";

/* No comment provided by engineer. */
"An error occurred while setting absence" = "Παρουσιάστηκε σφάλμα κατά τον ορισμό απουσίας";

/* No comment provided by engineer. */
"An error occurred while setting description" = "Παρουσιάστηκε σφάλμα κατά τον ορισμό περιγραφής";

/* No comment provided by engineer. */
"An error occurred while setting online status" = "Παρουσιάστηκε σφάλμα κατά τον ορισμό της κατάστασης σύνδεσης";

/* No comment provided by engineer. */
"An error occurred while setting phone number" = "Παρουσιάστηκε σφάλμα κατά τον ορισμό του αριθμού τηλεφώνου";

/* No comment provided by engineer. */
"An error occurred while setting status message" = "Παρουσιάστηκε σφάλμα κατά τον ορισμό του μηνύματος κατάστασης";

/* No comment provided by engineer. */
"An error occurred while setting the avatar" = "Παρουσιάστηκε σφάλμα κατά τον ορισμό του avatar";

/* No comment provided by engineer. */
"An error occurred while setting user status" = "Παρουσιάστηκε σφάλμα κατά τον ορισμό της κατάστασης χρήστη";

/* No comment provided by engineer. */
"An error occurred while sharing the file" = "Παρουσιάστηκε σφάλμα κατά την κοινή χρήση αρχείου";

/* No comment provided by engineer. */
"An error occurred while starting a new group conversation" = "Παρουσιάστηκε σφάλμα κατά την έναρξη νέας ομαδικής συνομιλίας";

/* No comment provided by engineer. */
"An error occurred while testing push notifications" = "Παρουσιάστηκε σφάλμα κατά τη δοκιμή push ειδοποιήσεων";

/* No comment provided by engineer. */
"An error occurred while unpinning the message" = "An error occurred while unpinning the message";

/* No comment provided by engineer. */
"an hour" = "μια ώρα";

/* No comment provided by engineer. */
"Anonymous poll" = "Ανώνυμη δημοσκόπηση";

/* No comment provided by engineer. */
"Answer" = "Απάντηση";

/* No comment provided by engineer. */
"Answers" = "Απαντήσεις";

/* No comment provided by engineer. */
"App" = "Εφαρμογή";

/* No comment provided by engineer. */
"App is outdated" = "Η εφαρμογή είναι ξεπερασμένη";

/* No comment provided by engineer. */
"Appear offline" = "Εμφάνιση εκτός σύνδεσης";

/* No comment provided by engineer. */
"Archive conversation" = "Αρχειοθέτηση συνομιλίας";

/* No comment provided by engineer. */
"Archived conversations" = "Αρχειοθετημένες συνομιλίες";

/* No comment provided by engineer. */
"Archived conversations are hidden from the conversation list by default. They will only be shown when you open archived conversations list." = "Οι αρχειοθετημένες συνομιλίες είναι κρυφμένες από τη λίστα συνομιλιών από προεπιλογή. Θα εμφανίζονται μόνο όταν ανοίξετε τη λίστα αρχειοθετημένων συνομιλιών.";

/* No comment provided by engineer. */
"Ask a question" = "Κάντε μια ερώτηση";

/* No comment provided by engineer. */
"Attachments allowed?" = "Επιτρέπονται συνημμένα;";

/* No comment provided by engineer. */
"Attendees" = "Συμμετέχοντες";

/* Join a call in audio only mode */
"Audio only" = "Audio only";

/* No comment provided by engineer. */
"Audio options" = "Επιλογές ήχου";

/* No comment provided by engineer. */
"Audio, video and screen shares" = "Ήχος, βίντεο και κοινή χρήση οθόνης";

/* No comment provided by engineer. */
"Audios" = "Ηχητικά";

/* No comment provided by engineer. */
"Away" = "Λείπω";

/* No comment provided by engineer. */
"Back to conversations" = "Επιστροφή στις συνομιλίες";

/* Ban a user/guest */
"Ban" = "Απαγόρευση";

/* e.g. Ban John Doe */
"Ban %@" = "Απαγόρευση %@";

/* No comment provided by engineer. */
"Ban participant" = "Απαγόρευση συμμετέχοντα";

/* Date and time of ban creation */
"Banned by:" = "Απαγορεύτηκε από:";

/* No comment provided by engineer. */
"Banned users and guests" = "Απαγορευμένοι χρήστες και επισκέπτες";

/* Bold text */
"Bold" = "Έντονα";

/* No comment provided by engineer. */
"bot" = "bot";

/* No comment provided by engineer. */
"Bots" = "Bots";

/* No comment provided by engineer. */
"Browse poll drafts" = "Περιήγηση σε προσχέδια δημοσκοπήσεων";

/* No comment provided by engineer. */
"Busy" = "Απασχολημένος";

/* Sort conversations by recent activity */
"By activity" = "By activity";

/* No comment provided by engineer. */
"Cached files" = "Προσωρινά αποθηκευμένα αρχεία";

/* No comment provided by engineer. */
"Cached images" = "Προσωρινά αποθηκευμένες εικόνες";

/* No comment provided by engineer. */
"Calendar" = "Ημερολόγιο";

/* No comment provided by engineer. */
"Call notification sent" = "Αποστολή ειδοποίησης κλήσης";

/* No comment provided by engineer. */
"Call options" = "Επιλογές κλήσης";

/* No comment provided by engineer. */
"Call recording enabled?" = "Ενεργοποιημένη η εγγραφή κλήσης;";

/* No comment provided by engineer. */
"Call recording failed. Please contact your administrator" = "Η εγγραφή κλήσης απέτυχε. Παρακαλώ επικοινωνήστε με τον διαχειριστή σας";

/* No comment provided by engineer. */
"Call recording is starting" = "Η εγγραφή κλήσης ξεκινά";

/* No comment provided by engineer. */
"Call recording started" = "Η εγγραφή κλήσης ξεκίνησε";

/* No comment provided by engineer. */
"Call recording stopped" = "Η εγγραφή κλήσης σταμάτησε";

/* No comment provided by engineer. */
"Call without notification" = "Κλήση χωρίς ειδοποίηση";

/* No comment provided by engineer. */
"Calling is currently not supported because end-to-end-encryption is enabled on the server" = "Calling is currently not supported because end-to-end-encryption is enabled on the server";

/* No comment provided by engineer. */
"CallKit supported?" = "Υποστηρίζεται CallKit;";

/* No comment provided by engineer. */
"Calls" = "Κλήσεις";

/* No comment provided by engineer. */
"Calls enabled?" = "Ενεργές οι κλήσεις;";

/* No comment provided by engineer. */
"Calls from an old account were received." = "Λήφθηκαν κλήσεις από παλιό λογαριασμό.";

/* No comment provided by engineer. */
"Calls from old accounts" = "Κλήσεις από παλιούς λογαριασμούς";

/* No comment provided by engineer. */
"Camera" = "Κάμερα";

/* No comment provided by engineer. */
"Camera access" = "Πρόσβαση στην κάμερα";

/* No comment provided by engineer. */
"Camera access is not allowed. Check your settings." = "Δεν επιτρέπεται η πρόσβαση στην κάμερα. Ελέγξτε τις ρυθμίσεις σας.";

/* No comment provided by engineer. */
"Camera disabled" = "Η κάμερα απενεργοποιήθηκε";

/* No comment provided by engineer. */
"Camera enabled" = "Η κάμερα ενεργοποιήθηκε";

/* No comment provided by engineer. */
"Can create conversations?" = "Μπορεί να δημιουργήσει συνομιλίες;";

/* No comment provided by engineer. */
"Cancel" = "Ακύρωση";

/* No comment provided by engineer. */
"Cancelled call from another account" = "Ακυρώθηκε κλήση από άλλο λογαριασμό";

/* No comment provided by engineer. */
"Cannot share to conversation" = "Δεν είναι δυνατή η κοινή χρήση στη συνομιλία";

/* No comment provided by engineer. */
"Capabilities" = "Δυνατότητες";

/* No comment provided by engineer. */
"Change password" = "Αλλαγή κωδικού πρόσβασης";

/* No comment provided by engineer. */
"Change your vote" = "Αλλάξτε την ψήφο σας";

/* No comment provided by engineer. */
"Chat" = "Συνομιλία";

/* No comment provided by engineer. */
"Chat messages" = "Μηνύματα συνομιλίας";

/* No comment provided by engineer. */
"Clear cache" = "Εκκαθάριση προσωρινής μνήμης";

/* No comment provided by engineer. */
"Clear cached chat messages" = "Εκκαθάριση προσωρινά αποθηκευμένων μηνυμάτων συνομιλίας";

/* No comment provided by engineer. */
"Clear reminder" = "Εκκαθάριση υπενθύμισης";

/* No comment provided by engineer. */
"Clear status message" = "Εκκαθάριση μηνύματος κατάστασης";

/* No comment provided by engineer. */
"Clear status message after" = "Εκκαθάριση μηνύματος κατάστασης μετά από";

/* No comment provided by engineer. */
"Close" = "Κλείσιμο";

/* Code block */
"Code" = "Κώδικας";

/* No comment provided by engineer. */
"Configuration" = "Διαμόρφωση";

/* No comment provided by engineer. */
"Configure your next absence period" = "Διαμορφώστε την επόμενη περίοδο απουσίας σας";

/* No comment provided by engineer. */
"Confirm and hide warning" = "Επιβεβαίωση και απόκρυψη προειδοποίησης";

/* No comment provided by engineer. */
"Connecting to %@ …" = "Σύνδεση σε %@ …";

/* No comment provided by engineer. */
"Connecting to the call …" = "Σύνδεση στην κλήση …";

/* No comment provided by engineer. */
"Contact access" = "Πρόσβαση σε επαφές";

/* No comment provided by engineer. */
"Contact access has been denied" = "Η πρόσβαση στις επαφές έχει απορριφθεί";

/* No comment provided by engineer. */
"Contacts" = "Επαφές";

/* No comment provided by engineer. */
"Conversation creation failed" = "Η δημιουργία συνομιλίας απέτυχε";

/* No comment provided by engineer. */
"Conversation details" = "Λεπτομέρειες συνομιλίας";

/* No comment provided by engineer. */
"Conversation name" = "Όνομα συνομιλίας";

/* No comment provided by engineer. */
"Conversation name cannot be empty" = "Το όνομα συνομιλίας δεν μπορεί να είναι κενό";

/* No comment provided by engineer. */
"Conversation not found" = "Η συνομιλία δεν βρέθηκε";

/* No comment provided by engineer. */
"Conversation not found or not joined" = "Η συνομιλία δεν βρέθηκε ή δεν έγινε συμμετοχή";

/* No comment provided by engineer. */
"Conversation participants" = "Conversation participants";

/* No comment provided by engineer. */
"Conversation password has been removed" = "Conversation password has been removed";

/* No comment provided by engineer. */
"Conversation password has been saved" = "Conversation password has been saved";

/* No comment provided by engineer. */
"Conversation settings" = "Ρυθμίσεις συνομιλίας";

/* No comment provided by engineer. */
"Conversations" = "Συνομιλίες";

/* No comment provided by engineer. */
"Copy" = "Αντιγραφή";

/* No comment provided by engineer. */
"Copy message link" = "Αντιγραφή συνδέσμου μηνύματος";

/* No comment provided by engineer. */
"Copy message selection" = "Αντιγραφή επιλεγμένου μηνύματος";

/* No comment provided by engineer. */
"Could not access camera" = "Δεν ήταν δυνατή η πρόσβαση στην κάμερα";

/* No comment provided by engineer. */
"Could not access microphone" = "Δεν ήταν δυνατή η πρόσβαση στο μικρόφωνο";

/* No comment provided by engineer. */
"Could not access speech recognition" = "Δεν ήταν δυνατή η πρόσβαση στην αναγνώριση ομιλίας";

/* No comment provided by engineer. */
"Could not access your location" = "Δεν ήταν δυνατή η πρόσβαση στην τοποθεσία σας";

/* No comment provided by engineer. */
"Could not add participant" = "Δεν ήταν δυνατή η προσθήκη συμμετέχοντα";

/* No comment provided by engineer. */
"Could not ban participant" = "Δεν ήταν δυνατή η απαγόρευση συμμετέχοντα";

/* No comment provided by engineer. */
"Could not change archived conversation setting" = "Δεν ήταν δυνατή η αλλαγή της ρύθμισης αρχειοθετημένης συνομιλίας";

/* No comment provided by engineer. */
"Could not change call notifications setting" = "Δεν ήταν δυνατή η αλλαγή της ρύθμισης ειδοποιήσεων κλήσης";

/* No comment provided by engineer. */
"Could not change important conversation setting" = "Δεν ήταν δυνατή η αλλαγή της ρύθμισης σημαντικής συνομιλίας";

/* No comment provided by engineer. */
"Could not change listable scope of the conversation" = "Δεν ήταν δυνατή η αλλαγή του πεδίου λίστας της συνομιλίας";

/* No comment provided by engineer. */
"Could not change lobby state of the conversation" = "Δεν ήταν δυνατή η αλλαγή της κατάστασης λόμπι της συνομιλίας";

/* No comment provided by engineer. */
"Could not change mention permissions of the conversation" = "Δεν ήταν δυνατή η αλλαγή των δικαιωμάτων αναφοράς της συνομιλίας";

/* No comment provided by engineer. */
"Could not change moderation permissions of the participant" = "Δεν ήταν δυνατή η αλλαγή των δικαιωμάτων εποπτείας του συμμετέχοντα";

/* No comment provided by engineer. */
"Could not change notifications setting" = "Δεν ήταν δυνατή η αλλαγή της ρύθμισης ειδοποιήσεων";

/* No comment provided by engineer. */
"Could not change password protection settings" = "Δεν ήταν δυνατή η αλλαγή των ρυθμίσεων προστασίας κωδικού πρόσβασης";

/* No comment provided by engineer. */
"Could not change read-only state of the conversation" = "Δεν ήταν δυνατή η αλλαγή της κατάστασης μόνο ανάγνωσης της συνομιλίας";

/* No comment provided by engineer. */
"Could not change sensitive conversation setting" = "Δεν ήταν δυνατή η αλλαγή της ρύθμισης ευαίσθητης συνομιλίας";

/* No comment provided by engineer. */
"Could not change sharing permissions of the conversation" = "Δεν ήταν δυνατή η αλλαγή των δικαιωμάτων κοινής χρήσης της συνομιλίας";

/* No comment provided by engineer. */
"Could not change SIP state of the conversation" = "Δεν ήταν δυνατή η αλλαγή της κατάστασης SIP της συνομιλίας";

/* No comment provided by engineer. */
"Could not clear chat history" = "Δεν ήταν δυνατή η εκκαθάριση του ιστορικού συνομιλίας";

/* No comment provided by engineer. */
"Could not clear status message" = "Δεν ήταν δυνατή η εκκαθάριση του μηνύματος κατάστασης";

/* No comment provided by engineer. */
"Could not create meeting" = "Δεν ήταν δυνατή η δημιουργία συνάντησης";

/* No comment provided by engineer. */
"Could not delete conversation" = "Δεν ήταν δυνατή η διαγραφή συνομιλίας";

/* No comment provided by engineer. */
"Could not disable absence" = "Δεν ήταν δυνατή η απενεργοποίηση απουσίας";

/* No comment provided by engineer. */
"Could not get available languages" = "Δεν ήταν δυνατή η λήψη διαθέσιμων γλωσσών";

/* No comment provided by engineer. */
"Could not join %@ call" = "Δεν ήταν δυνατή η συμμετοχή σε %@ κλήση";

/* No comment provided by engineer. */
"Could not join call with %@" = "Δεν ήταν δυνατή η συμμετοχή σε κλήση με %@";

/* No comment provided by engineer. */
"Could not join conversation" = "Δεν ήταν δυνατή η συμμετοχή στη συνομιλία";

/* No comment provided by engineer. */
"Could not leave conversation" = "Δεν ήταν δυνατή η αποχώρηση από τη συνομιλία";

/* No comment provided by engineer. */
"Could not login with QR code" = "Could not login with QR code";

/* No comment provided by engineer. */
"Could not prepare upload folder" = "Could not prepare upload folder";

/* No comment provided by engineer. */
"Could not remove participant" = "Δεν ήταν δυνατή η αφαίρεση συμμετέχοντα";

/* No comment provided by engineer. */
"Could not rename the conversation" = "Δεν ήταν δυνατή η μετονομασία της συνομιλίας";

/* No comment provided by engineer. */
"Could not resend email invitations" = "Δεν ήταν δυνατή η επαναποστολή email προσκλήσεων";

/* No comment provided by engineer. */
"Could not send call notification" = "Δεν ήταν δυνατή η αποστολή ειδοποίησης κλήσης";

/* No comment provided by engineer. */
"Could not send the message" = "Δεν ήταν δυνατή η αποστολή του μηνύματος";

/* No comment provided by engineer. */
"Could not set absence" = "Δεν ήταν δυνατός ο ορισμός απουσίας";

/* No comment provided by engineer. */
"Could not set conversation name" = "Δεν ήταν δυνατός ο ορισμός ονόματος συνομιλίας";

/* No comment provided by engineer. */
"Could not set message expiration time" = "Δεν ήταν δυνατός ο ορισμός χρόνου λήξης μηνύματος";

/* No comment provided by engineer. */
"Could not set online status" = "Δεν ήταν δυνατός ο ορισμός κατάστασης σύνδεσης";

/* No comment provided by engineer. */
"Could not set phone number" = "Δεν ήταν δυνατός ο ορισμός αριθμού τηλεφώνου";

/* No comment provided by engineer. */
"Could not set status message" = "Δεν ήταν δυνατός ο ορισμός μηνύματος κατάστασης";

/* No comment provided by engineer. */
"Could not share file" = "Δεν ήταν δυνατή η κοινή χρήση αρχείου";

/* No comment provided by engineer. */
"Could not start group conversation" = "Δεν ήταν δυνατή η έναρξη ομαδικής συνομιλίας";

/* No comment provided by engineer. */
"Create" = "Δημιουργία";

/* No comment provided by engineer. */
"Create a new conversation" = "Δημιουργία νέας συνομιλίας";

/* No comment provided by engineer. */
"Create a thread" = "Δημιουργία συζήτησης";

/* No comment provided by engineer. */
"Create or join a conversation" = "Δημιουργία ή συμμετοχή σε συνομιλία";

/* No comment provided by engineer. */
"Create poll" = "Δημιουργία δημοσκόπησης";

/* No comment provided by engineer. */
"Creating poll draft failed" = "Η δημιουργία προσχέδιου δημοσκόπησης απέτυχε";

/* No comment provided by engineer. */
"Creating poll failed" = "Η δημιουργία δημοσκόπησης απέτυχε";

/* No comment provided by engineer. */
"Credentials for this account were no longer valid" = "Τα διαπιστευτήρια για αυτόν τον λογαριασμό δεν ήταν πλέον έγκυρα";

/* Custom message expiration */
"Custom" = "Προσαρμοσμένο";

/* name of a moderator who banned a participant */
"Date:" = "Ημερομηνία:";

/* No comment provided by engineer. */
"days" = "ημέρες";

/* No comment provided by engineer. */
"Deck cards" = "Κάρτες Deck";

/* No comment provided by engineer. */
"Default" = "Προεπιλογή";

/* No comment provided by engineer. */
"Delete" = "Διαγραφή";

/* Short version for confirmation button. Complete text is 'Delete all messages'. */
"Delete all" = "Διαγραφή όλων";

/* No comment provided by engineer. */
"Delete all messages" = "Διαγραφή όλων των μηνυμάτων";

/* No comment provided by engineer. */
"Delete conversation" = "Διαγραφή συνομιλίας";

/* Delete a conversation right now without waiting for auto-deletion */
"Delete now" = "Διαγραφή τώρα";

/* No comment provided by engineer. */
"Deleted user" = "Διαγεγραμμένος χρήστης";

/* No comment provided by engineer. */
"Deleting message" = "Διαγραφή μηνύματος";

/* No comment provided by engineer. */
"Deleting poll draft failed" = "Η διαγραφή προσχέδιου δημοσκόπησης απέτυχε";

/* No comment provided by engineer. */
"Demote from moderator" = "Υποβιβασμός από συντονιστή";

/* '{Microphone, Camera, ...} access is denied' */
"Denied" = "Απορρίφθηκε";

/* No comment provided by engineer. */
"Description" = "Περιγραφή";

/* No comment provided by engineer. */
"Description cannot be longer than 500 characters" = "Η περιγραφή δεν μπορεί να είναι μεγαλύτερη από 500 χαρακτήρες";

/* No comment provided by engineer. */
"Details" = "Λεπτομέρειες";

/* No comment provided by engineer. */
"detected" = "ανιχνεύτηκε";

/* No comment provided by engineer. */
"Detecting language" = "Ανίχνευση γλώσσας";

/* No comment provided by engineer. */
"Diagnostics" = "Διαγνωστικά";

/* No comment provided by engineer. */
"Disable" = "Disable";

/* No comment provided by engineer. */
"Disable absence" = "Απενεργοποίηση απουσίας";

/* No comment provided by engineer. */
"Disable blur" = "Απενεργοποίηση θόλωσης";

/* speaker = Loudspeaker, device */
"Disable speaker" = "Απενεργοποίηση ηχείου";

/* No comment provided by engineer. */
"Disconnected" = "Αποσυνδέθηκε";

/* No comment provided by engineer. */
"Dismiss" = "Απόρριψη";

/* No comment provided by engineer. */
"Dismiss notification" = "Απόρριψη ειδοποίησης";

/* No comment provided by engineer. */
"Do not disturb" = "Μην ενοχλείτε";

/* No comment provided by engineer. */
"Do you really want to clear the file cache?" = "Θέλετε πραγματικά να εκκαθαρίσετε την προσωρινή μνήμη αρχείων;";

/* No comment provided by engineer. */
"Do you really want to clear the image cache?" = "Θέλετε πραγματικά να εκκαθαρίσετε την προσωρινή μνήμη εικόνων;";

/* No comment provided by engineer. */
"Do you really want to delete all messages in this conversation?" = "Θέλετε πραγματικά να διαγράψετε όλα τα μηνύματα σε αυτήν τη συνομιλία;";

/* No comment provided by engineer. */
"Do you really want to delete this conversation for everyone?" = "Θέλετε πραγματικά να διαγράψετε αυτήν τη συνομιλία για όλους;";

/* No comment provided by engineer. */
"Do you really want to end this poll?" = "Θέλετε πραγματικά να τερματίσετε αυτήν τη δημοσκόπηση;";

/* No comment provided by engineer. */
"Do you really want to log out from this account?" = "Θέλετε πραγματικά να αποσυνδεθείτε από αυτόν τον λογαριασμό;";

/* No comment provided by engineer. */
"Do you really want to remove this account?" = "Θέλετε πραγματικά να αφαιρέσετε αυτόν τον λογαριασμό;";

/* No comment provided by engineer. */
"Do you want to connect to the server anyway?" = "Θέλετε να συνδεθείτε στον διακομιστή ούτως ή άλλως;";

/* No comment provided by engineer. */
"Do you want to delete this conversation?" = "Θέλετε να διαγράψετε αυτήν τη συνομιλία;";

/* No comment provided by engineer. */
"Do you want to enable your camera?" = "Θέλετε να ενεργοποιήσετε την κάμερά σας;";

/* No comment provided by engineer. */
"Do you want to join this call?" = "Θέλετε να συμμετάσχετε σε αυτήν την κλήση;";

/* No comment provided by engineer. */
"Do you want to share '%@' in the conversation?" = "Θέλετε να μοιραστείτε το '%@' στη συνομιλία;";

/* No comment provided by engineer. */
"Do you want to stop the recording?" = "Θέλετε να σταματήσετε την εγγραφή;";

/* No comment provided by engineer. */
"Don't clear" = "Να μην εκκαθαριστεί";

/* No comment provided by engineer. */
"Double tap to dismiss authentication dialog" = "Διπλό πάτημα για απόρριψη διαλόγου πιστοποίησης";

/* No comment provided by engineer. */
"Double tap to dismiss sharing options" = "Διπλό πάτημα για απόρριψη επιλογών κοινής χρήσης";

/* No comment provided by engineer. */
"Double tap to display call options" = "Διπλό πάτημα για εμφάνιση επιλογών κλήσης";

/* A menu to show additional options for the current conversation */
"Double tap to display option menu" = "Διπλό πάτημα για εμφάνιση μενού επιλογών";

/* No comment provided by engineer. */
"Double tap to display thread notification level options" = "Διπλό πάτημα για εμφάνιση επιλογών επιπέδου ειδοποίησης συζήτησης";

/* No comment provided by engineer. */
"Double tap to edit profile" = "Διπλό πάτημα για επεξεργασία προφίλ";

/* No comment provided by engineer. */
"Double tap to enable or disable 'Call without notification' option" = "Διπλό πάτημα για ενεργοποίηση ή απενεργοποίηση επιλογής 'Κλήση χωρίς ειδοποίηση'";

/* No comment provided by engineer. */
"Double tap to enable or disable the camera" = "Διπλό πάτημα για ενεργοποίηση ή απενεργοποίηση της κάμερας";

/* No comment provided by engineer. */
"Double tap to enable or disable the microphone" = "Διπλό πάτημα για ενεργοποίηση ή απενεργοποίηση του μικροφώνου";

/* speaker = Loudspeaker, device */
"Double tap to enable or disable the speaker" = "Διπλό πάτημα για ενεργοποίηση ή απενεργοποίηση του ηχείου";

/* No comment provided by engineer. */
"Double tap to end editing profile" = "Διπλό πάτημα για λήξη επεξεργασίας προφίλ";

/* No comment provided by engineer. */
"Double tap to go to conversation information" = "Διπλό πάτημα για μετάβαση σε πληροφορίες συνομιλίας";

/* No comment provided by engineer. */
"Double tap to go to user profile and application settings" = "Διπλό πάτημα για μετάβαση σε προφίλ χρήστη και ρυθμίσεις εφαρμογής";

/* No comment provided by engineer. */
"Double tap to hang up the call" = "Διπλό πάτημα για τερματισμό κλήσης";

/* No comment provided by engineer. */
"Double tap to lower hand" = "Διπλό πάτημα για χαμήλωμα χεριού";

/* No comment provided by engineer. */
"Double tap to open file browser" = "Διπλό πάτημα για άνοιγμα προγράμματος περιήγησης αρχείων";

/* No comment provided by engineer. */
"Double tap to select different audio routes" = "Διπλό πάτημα για επιλογή διαφορετικών διαδρομών ήχου";

/* No comment provided by engineer. */
"Double tap to send message" = "Διπλό πάτημα για αποστολή μηνύματος";

/* No comment provided by engineer. */
"Double tap to share with selected conversations" = "Διπλό πάτημα για κοινή χρήση με επιλεγμένες συνομιλίες";

/* No comment provided by engineer. */
"Double tap to show more actions" = "Διπλό πάτημα για εμφάνιση περισσότερων ενεργειών";

/* No comment provided by engineer. */
"Double tap to show or hide chat view" = "Διπλό πάτημα για εμφάνιση ή απόκρυψη προβολής συνομιλίας";

/* No comment provided by engineer. */
"Double tap to start a video call" = "Διπλό πάτημα για έναρξη βιντεοκλήσης";

/* No comment provided by engineer. */
"Double tap to start a voice only call" = "Διπλό πάτημα για έναρξη φωνητικής κλήσης";

/* No comment provided by engineer. */
"Double tap to stop recording" = "Διπλό πάτημα για διακοπή εγγραφής";

/* No comment provided by engineer. */
"Double tap to upgrade this voice call to a video call" = "Διπλό πάτημα για αναβάθμιση αυτής της φωνητικής κλήσης σε βιντεοκλήση";

/* No comment provided by engineer. */
"Duplicate session" = "Διπλή συνεδρία";

/* Edit a message or room participants */
"Edit" = "Επεξεργασία";

/* No comment provided by engineer. */
"Edit attendees" = "Επεξεργασία συμμετεχόντων";

/* No comment provided by engineer. */
"Edit thread details" = "Edit thread details";

/* A message was edited */
"edited" = "επεξεργάστηκε";

/* A message was edited by ... */
"edited by" = "επεξεργάστηκε από";

/* A message was edited by ... */
"Edited by" = "Επεξεργάστηκε από";

/* No comment provided by engineer. */
"Editing Message" = "Επεξεργασία μηνύματος";

/* No comment provided by engineer. */
"Editing poll draft" = "Επεξεργασία προσχέδιου δημοσκόπησης";

/* No comment provided by engineer. */
"Editing poll failed" = "Η επεξεργασία δημοσκόπησης απέτυχε";

/* No comment provided by engineer. */
"Either you don't have chat permission or the conversation is read-only." = "Είτε δεν έχετε δικαίωμα συνομιλίας είτε η συνομιλία είναι μόνο για ανάγνωση.";

/* No comment provided by engineer. */
"Email" = "Email";

/* No comment provided by engineer. */
"Empty summary response" = "Κενή απάντηση σύνοψης";

/* No comment provided by engineer. */
"Enable" = "Ενεργοποίηση";

/* No comment provided by engineer. */
"Enable blur" = "Ενεργοποίηση θόλωσης";

/* No comment provided by engineer. */
"Enable screensharing" = "Ενεργοποίηση κοινής χρήσης οθόνης";

/* No comment provided by engineer. */
"Enable speaker" = "Ενεργοποίηση ηχείου";

/* No comment provided by engineer. */
"Enabled" = "Enabled";

/* No comment provided by engineer. */
"End call" = "Τερματισμός κλήσης";

/* No comment provided by engineer. */
"End call for everyone" = "Τερματισμός κλήσης για όλους";

/* No comment provided by engineer. */
"End poll" = "Τερματισμός δημοσκόπησης";

/* No comment provided by engineer. */
"Enter a new password" = "Enter a new password";

/* No comment provided by engineer. */
"Enter a password" = "Enter a password";

/* No comment provided by engineer. */
"Error creating server path for upload" = "Error creating server path for upload";

/* No comment provided by engineer. */
"Error occurred when creating a reminder" = "Σφάλμα κατά τη δημιουργία υπενθύμισης";

/* No comment provided by engineer. */
"Error occurred while editing a message" = "Σφάλμα κατά την επεξεργασία μηνύματος";

/* External signaling used */
"External" = "Εξωτερικό";

/* No comment provided by engineer. */
"Failed to accept invitation" = "Αποτυχία αποδοχής πρόσκλησης";

/* No comment provided by engineer. */
"Failed to check or create attachment folder" = "Αποτυχία ελέγχου ή δημιουργίας φακέλου συνημμένων";

/* No comment provided by engineer. */
"Failed to clear reminder" = "Αποτυχία εκκαθάρισης υπενθύμισης";

/* No comment provided by engineer. */
"Failed to connect to %@" = "Αποτυχία σύνδεσης με %@";

/* No comment provided by engineer. */
"Failed to forward message" = "Αποτυχία προώθησης μηνύματος";

/* No comment provided by engineer. */
"Failed to get calendar to schedule a meeting" = "Αποτυχία λήψης ημερολογίου για προγραμματισμό συνάντησης";

/* No comment provided by engineer. */
"Failed to reject invitation" = "Αποτυχία απόρριψης πρόσκλησης";

/* No comment provided by engineer. */
"Failed to send message" = "Αποτυχία αποστολής μηνύματος";

/* No comment provided by engineer. */
"Failed to share recording" = "Αποτυχία κοινής χρήσης εγγραφής";

/* No comment provided by engineer. */
"Failed to unban selected entry" = "Αποτυχία κατάργησης απαγόρευσης επιλεγμένης εγγραφής";

/* No comment provided by engineer. */
"Federated" = "Ομοσπονδιακό";

/* No comment provided by engineer. */
"Fetching status …" = "Λήψη κατάστασης …";

/* Filename of a file */
"File" = "Αρχείο";

/* No comment provided by engineer. */
"Files" = "Αρχεία";

/* No comment provided by engineer. */
"Filter and sort conversations" = "Filter and sort conversations";

/* Title for available conversations filters */
"Filters" = "Φίλτρα";

/* No comment provided by engineer. */
"First day" = "Πρώτη ημέρα";

/* No comment provided by engineer. */
"Follow conversation settings" = "Ακολούθηση ρυθμίσεων συνομιλίας";

/* No comment provided by engineer. */
"For password reset and notifications" = "Για επαναφορά κωδικού πρόσβασης και ειδοποιήσεις";

/* No comment provided by engineer. */
"Format" = "Μορφοποίηση";

/* No comment provided by engineer. */
"Forward" = "Προώθηση";

/* No comment provided by engineer. */
"Forward to" = "Προώθηση σε";

/* 'From' which language user wants to translate text */
"From" = "Από";

/* from Alice at nextcloud.local */
"from %@ at %@" = "από %1$@ στο %2$@";

/* No comment provided by engineer. */
"Full name" = "Πλήρες όνομα";

/* No comment provided by engineer. */
"Generate summary" = "Δημιουργία σύνοψης";

/* No comment provided by engineer. */
"Generating summary of unread messages" = "Δημιουργία σύνοψης μη αναγνωσμένων μηνυμάτων";

/* No comment provided by engineer. */
"Generating summary of unread messages failed" = "Η δημιουργία σύνοψης μη αναγνωσμένων μηνυμάτων απέτυχε";

/* No comment provided by engineer. */
"Get source code" = "Λήψη πηγαίου κώδικα";

/* No comment provided by engineer. */
"GitHub API error" = "Σφάλμα GitHub API";

/* Give consent to the recording of the call and join that call */
"Give consent and join call" = "Δώστε συγκατάθεση και συμμετέχετε στην κλήση";

/* No comment provided by engineer. */
"Go to message" = "Go to message";

/* Show group conversations before private ones */
"Group first" = "Group first";

/* No comment provided by engineer. */
"guest" = "επισκέπτης";

/* No comment provided by engineer. */
"Guest" = "Επισκέπτης";

/* No comment provided by engineer. */
"Guests access" = "Πρόσβαση επισκεπτών";

/* No comment provided by engineer. */
"Guests app enabled?" = "Ενεργοποιημένη η εφαρμογή επισκεπτών;";

/* No comment provided by engineer. */
"Hang up" = "Κλείσιμο κλήσης";

/* TRANSLATORS this is a video quality option (Video quality : HD) */
"HD" = "HD";

/* No comment provided by engineer. */
"Hide" = "Απόκρυψη";

/* TRANSLATORS this is a video quality option (Video quality : High) */
"High" = "Υψηλή";

/* No comment provided by engineer. */
"hours" = "ώρες";

/* No comment provided by engineer. */
"How do you want to join the call?" = "How do you want to join the call?";

/* No comment provided by engineer. */
"If you delete the conversation, it will also be deleted for %@" = "Εάν διαγράψετε τη συνομιλία, θα διαγραφεί επίσης για %@";

/* No comment provided by engineer. */
"If you enable your camera, this call will be interrupted for a few seconds." = "Εάν ενεργοποιήσετε την κάμερά σας, αυτή η κλήση θα διακοπεί για λίγα δευτερόλεπτα.";

/* No comment provided by engineer. */
"If you're using multiple servers, you need to check all of them." = "Εάν χρησιμοποιείτε πολλούς διακομιστές, πρέπει να ελέγξετε όλους.";

/* No comment provided by engineer. */
"Images, files, voice messages…" = "Εικόνες, αρχεία, φωνητικά μηνύματα…";

/* No comment provided by engineer. */
"Import account" = "Εισαγωγή λογαριασμού";

/* No comment provided by engineer. */
"Important conversation" = "Σημαντική συνομιλία";

/* No comment provided by engineer. */
"in" = "σε";

/* No comment provided by engineer. */
"Include calls in call history" = "Συμπερίληψη κλήσεων στο ιστορικό κλήσεων";

/* Message is pinned indefinitely */
"Indefinitely" = "Indefinitely";

/* Internal signaling used */
"Internal" = "Εσωτερικό";

/* Internal note about why a user/guest was banned */
"Internal note" = "Εσωτερική σημείωση";

/* No comment provided by engineer. */
"Invalid date range" = "Μη έγκυρο εύρος ημερομηνιών";

/* No comment provided by engineer. */
"Invalid email address" = "Μη έγκυρη διεύθυνση email";

/* No comment provided by engineer. */
"Invalid end date" = "Μη έγκυρη ημερομηνία λήξης";

/* No comment provided by engineer. */
"Invalid server address" = "Μη έγκυρη διεύθυνση διακομιστή";

/* No comment provided by engineer. */
"Invalid start date" = "Μη έγκυρη ημερομηνία έναρξης";

/* No comment provided by engineer. */
"Invisible" = "Αόρατος";

/* No comment provided by engineer. */
"Invitation resent" = "Η πρόσκληση στάλθηκε ξανά";

/* No comment provided by engineer. */
"Invitations resent" = "Οι προσκλήσεις στάλθηκαν ξανά";

/* Invitation for a meeting */
"Invite all users and emails" = "Προσκαλέστε όλους τους χρήστες και emails";

/* It seems that {app name} is not installed in your server. */
"It seems that %@ is not installed in your server." = "Φαίνεται ότι το %@ δεν είναι εγκατεστημένο στον διακομιστή σας.";

/* No comment provided by engineer. */
"It seems that there is no internet connection." = "Φαίνεται ότι δεν υπάρχει σύνδεση στο διαδίκτυο.";

/* Italic text */
"Italic" = "Πλάγια";

/* No comment provided by engineer. */
"Join a conversation or start a new one" = "Συμμετέχετε σε συνομιλία ή ξεκινήστε μια νέα";

/* No comment provided by engineer. */
"Join call" = "Συμμετοχή σε κλήση";

/* No comment provided by engineer. */
"Join call (audio only)" = "Συμμετοχή σε κλήση (μόνο ήχος)";

/* No comment provided by engineer. */
"Join call with video" = "Συμμετοχή σε κλήση με βίντεο";

/* No comment provided by engineer. */
"Join open conversations" = "Συμμετοχή σε ανοιχτές συνομιλίες";

/* No comment provided by engineer. */
"Join video call" = "Συμμετοχή σε βιντεοκλήση";

/* No comment provided by engineer. */
"Keep" = "Διατήρηση";

/* No comment provided by engineer. */
"Last day (inclusive)" = "Τελευταία ημέρα (συμπεριλαμβανομένης)";

/* Last subscription to the push notification server */
"Last subscription" = "Τελευταία συνδρομή";

/* No comment provided by engineer. */
"Last sync" = "Τελευταίος συγχρονισμός";

/* Remind me later today about that message */
"Later today" = "Αργότερα σήμερα";

/* No comment provided by engineer. */
"Leave" = "Αποχώρηση";

/* No comment provided by engineer. */
"Leave call" = "Αποχώρηση από κλήση";

/* No comment provided by engineer. */
"Leave conversation" = "Αποχώρηση από συνομιλία";

/* No comment provided by engineer. */
"less than a minute ago" = "λιγότερο από ένα λεπτό πριν";

/* No comment provided by engineer. */
"Link https://…" = "Σύνδεσμος https://…";

/* No comment provided by engineer. */
"Linked file" = "Συνδεδεμένο αρχείο";

/* No comment provided by engineer. */
"Load more results" = "Φόρτωση περισσότερων αποτελεσμάτων";

/* No comment provided by engineer. */
"Lobby" = "Αίθουσα αναμονής";

/* No comment provided by engineer. */
"Lobby is still active and you're not a moderator" = "Η αίθουσα αναμονής είναι ακόμα ενεργή και δεν είστε συντονιστής";

/* No comment provided by engineer. */
"Local" = "Τοπικό";

/* No comment provided by engineer. */
"Local time: %@" = "Τοπική ώρα: %@";

/* No comment provided by engineer. */
"Location" = "Τοποθεσία";

/* No comment provided by engineer. */
"Location access" = "Πρόσβαση τοποθεσίας";

/* No comment provided by engineer. */
"Location service has been denied. Check your settings." = "Η υπηρεσία τοποθεσίας έχει απορριφθεί. Ελέγξτε τις ρυθμίσεις σας.";

/* No comment provided by engineer. */
"Location service is not enabled" = "Η υπηρεσία τοποθεσίας δεν είναι ενεργοποιημένη";

/* No comment provided by engineer. */
"Locations" = "Τοποθεσίες";

/* No comment provided by engineer. */
"Lock conversation" = "Κλείδωμα συνομιλίας";

/* No comment provided by engineer. */
"Log in" = "Σύνδεση";

/* No comment provided by engineer. */
"Log out" = "Αποσύνδεση";

/* No comment provided by engineer. */
"Logged out" = "Αποσυνδέθηκε";

/* No comment provided by engineer. */
"Long absence message" = "Μήνυμα μακράς απουσίας";

/* TRANSLATORS this is a video quality option (Video quality : Low) */
"Low" = "Χαμηλή";

/* No comment provided by engineer. */
"Lower hand" = "Κατέβασμα χεριού";

/* TRANSLATORS this is used when no meeting start time is set and the meeting will be started manually */
"Manual" = "Χειροκίνητα";

/* No comment provided by engineer. */
"Mark as read" = "Σήμανση ως αναγνωσμένο";

/* No comment provided by engineer. */
"Mark as unread" = "Σήμανση ως μη αναγνωσμένο";

/* No comment provided by engineer. */
"Match system contacts" = "Αντιστοίχιση επαφών συστήματος";

/* No comment provided by engineer. */
"Media" = "Πολυμέσα";

/* No comment provided by engineer. */
"Meeting created" = "Δημιουργήθηκε συνάντηση";

/* No comment provided by engineer. */
"Meeting ended" = "Τερματίστηκε η συνάντηση";

/* No comment provided by engineer. */
"Meeting ID" = "Αναγνωριστικό Συνάντησης";

/* No comment provided by engineer. */
"Meeting settings" = "Ρυθμίσεις συνάντησης";

/* 'Meetings' meaning 'Conversations that were created from a calendar event'
   Headline for a 'meeting section' */
"Meetings" = "Συναντήσεις";

/* 'Mentioned' meaning 'Mentioned conversations' */
"Mentioned" = "Αναφερθείσες";

/* Copy 'message' */
"Message" = "Μήνυμα";

/* No comment provided by engineer. */
"Message copied" = "Το μήνυμα αντιγράφηκε";

/* No comment provided by engineer. */
"Message could not be deleted because it is too old" = "Δεν ήταν δυνατή η διαγραφή του μηνύματος επειδή είναι πολύ παλιό";

/* No comment provided by engineer. */
"Message deleted successfully" = "Το μήνυμα διαγράφηκε με επιτυχία";

/* No comment provided by engineer. */
"Message deleted successfully, but Matterbridge is configured and the message might already be distributed to other services" = "Το μήνυμα διαγράφηκε με επιτυχία, αλλά το Matterbridge είναι ρυθμισμένο και το μήνυμα μπορεί να έχει ήδη διανεμηθεί σε άλλες υπηρεσίες";

/* No comment provided by engineer. */
"Message editing failed" = "Message editing failed";

/* No comment provided by engineer. */
"Message expiration" = "Λήξη μηνύματος";

/* Copy 'link' to a message */
"Message link" = "Σύνδεσμος μηνύματος";

/* No comment provided by engineer. */
"Message link copied" = "Ο σύνδεσμος μηνύματος αντιγράφηκε";

/* No comment provided by engineer. */
"Message pinned" = "Message pinned";

/* No comment provided by engineer. */
"Message preview will be disabled in conversation list and notifications" = "Η προεπισκόπηση μηνύματος θα απενεργοποιηθεί στη λίστα συνομιλιών και στις ειδοποιήσεις";

/* No comment provided by engineer. */
"Message rescheduling failed" = "Message rescheduling failed";

/* No comment provided by engineer. */
"Message scheduling failed" = "Message scheduling failed";

/* No comment provided by engineer. */
"Message successfully edited" = "Message successfully edited";

/* No comment provided by engineer. */
"Message successfully rescheduled" = "Message successfully rescheduled";

/* No comment provided by engineer. */
"Message successfully scheduled" = "Message successfully scheduled";

/* No comment provided by engineer. */
"Message unpinned" = "Message unpinned";

/* No comment provided by engineer. */
"Messages" = "Μηνύματα";

/* No comment provided by engineer. */
"Microphone" = "Μικρόφωνο";

/* No comment provided by engineer. */
"Microphone access" = "Πρόσβαση μικροφώνου";

/* No comment provided by engineer. */
"Microphone access is not allowed. Check your settings." = "Δεν επιτρέπεται η πρόσβαση στο μικρόφωνο. Ελέγξτε τις ρυθμίσεις σας.";

/* No comment provided by engineer. */
"Microphone disabled" = "Το μικρόφωνο απενεργοποιήθηκε";

/* No comment provided by engineer. */
"Microphone enabled" = "Το μικρόφωνο ενεργοποιήθηκε";

/* No comment provided by engineer. */
"minutes" = "λεπτά";

/* No comment provided by engineer. */
"Missed call from" = "Αναπάντητη κλήση από";

/* No comment provided by engineer. */
"Missing phone number information" = "Λείπουν πληροφορίες αριθμού τηλεφώνου";

/* The signaling mode used */
"Mode" = "Λειτουργία";

/* No comment provided by engineer. */
"moderator" = "συντονιστής";

/* No comment provided by engineer. */
"Modification date" = "Ημερομηνία τροποποίησης";

/* More menu elements */
"More" = "Περισσότερα";

/* No comment provided by engineer. */
"More actions" = "Περισσότερες ενέργειες";

/* No comment provided by engineer. */
"Multiple answers" = "Πολλαπλές απαντήσεις";

/* No comment provided by engineer. */
"Mute all notifications" = "Σίγαση όλων των ειδοποιήσεων";

/* No comment provided by engineer. */
"Mute others" = "Σίγαση άλλων";

/* No comment provided by engineer. */
"My location" = "Η τοποθεσία μου";

/* No comment provided by engineer. */
"Name" = "Όνομα";

/* No comment provided by engineer. */
"Nearby places" = "Κοντινές τοποθεσίες";

/* No comment provided by engineer. */
"Network available" = "Διαθέσιμο δίκτυο";

/* No comment provided by engineer. */
"Network not available" = "Το δίκτυο δεν είναι διαθέσιμο";

/* Never subscribed to the push notification server */
"Never subscribed" = "Ποτέ δεν εγγράφηκε";

/* No comment provided by engineer. */
"New conversation" = "Νέα συνομιλία";

/* No comment provided by engineer. */
"New poll" = "Νέα δημοσκόπηση";

/* Remind me next week about that message */
"Next week" = "Επόμενη εβδομάδα";

/* No comment provided by engineer. */
"Tassos server not found" = "Ο διακομιστής Tassos δεν βρέθηκε";

/* No comment provided by engineer. */
"No" = "Όχι";

/* No comment provided by engineer. */
"No actions available" = "Δεν υπάρχουν διαθέσιμες ενέργειες";

/* No comment provided by engineer. */
"No active account found" = "Δεν βρέθηκε ενεργός λογαριασμός";

/* No comment provided by engineer. */
"No active bots" = "No active bots";

/* No comment provided by engineer. */
"No AI provider available or summarizing failed" = "Δεν υπάρχει διαθέσιμος πάροχος AI ή η δημιουργία σύνοψης απέτυχε";

/* No comment provided by engineer. */
"No banned users or guests" = "Δεν υπάρχουν απαγορευμένοι χρήστες ή επισκέπτες";

/* No comment provided by engineer. */
"No bots available for this conversation" = "No bots available for this conversation";

/* No comment provided by engineer. */
"No description provided" = "Δεν παρέχεται περιγραφή";

/* No comment provided by engineer. */
"No files in here" = "Δεν υπάρχουν αρχεία εδώ";

/* 'No filter' meaning 'No filter will be applied in conversations list' */
"No filter" = "Χωρίς φίλτρο";

/* No comment provided by engineer. */
"No followed threads" = "Δεν υπάρχουν ακολουθούμενες συζητήσεις";

/* Do not group conversations by type */
"No grouping" = "No grouping";

/* No comment provided by engineer. */
"No messages found to summarize" = "Δεν βρέθηκαν μηνύματα για σύνοψη";

/* No comment provided by engineer. */
"No messages yet, start the conversation!" = "Δεν υπάρχουν μηνύματα ακόμα, ξεκινήστε τη συνομιλία!";

/* No comment provided by engineer. */
"No participants found" = "Δεν βρέθηκαν συμμετέχοντες";

/* No comment provided by engineer. */
"No permission to join this conversation" = "Δεν υπάρχει άδεια συμμετοχής σε αυτή τη συνομιλία";

/* No comment provided by engineer. */
"No poll drafts saved yet" = "Δεν έχουν αποθηκευτεί προσχέδια δημοσκοπήσεων ακόμα";

/* No comment provided by engineer. */
"No recent threads" = "Δεν υπάρχουν πρόσφατες συζητήσεις";

/* No comment provided by engineer. */
"No response from server" = "Καμία απάντηση από τον διακομιστή";

/* No comment provided by engineer. */
"No results found" = "Δεν βρέθηκαν αποτελέσματα";

/* No comment provided by engineer. */
"No shared items" = "Δεν υπάρχουν κοινόχρηστα αντικείμενα";

/* No comment provided by engineer. */
"No upcoming events" = "Δεν υπάρχουν επερχόμενες εκδηλώσεις";

/* No comment provided by engineer. */
"No user found" = "Δεν βρέθηκε χρήστης";

/* TRANSLATORS this is a video quality option (Video quality : Normal) */
"Normal" = "Κανονική";

/* '{Microphone, Camera, ...} access was not requested' */
"Not requested" = "Δεν ζητήθηκε";

/* No comment provided by engineer. */
"Note to self" = "Σημείωση στον εαυτό μου";

/* Internal note for moderators, usually a reason for this ban */
"Note:" = "Σημείωση:";

/* No comment provided by engineer. */
"Notifications" = "Ειδοποιήσεις";

/* No comment provided by engineer. */
"Notifications app enabled?" = "Ενεργοποιημένη η εφαρμογή ειδοποιήσεων;";

/* No comment provided by engineer. */
"Notify about calls" = "Ειδοποίηση για κλήσεις";

/* Indicates an event happening right now */
"Now" = "Τώρα";

/* No comment provided by engineer. */
"Off" = "Απενεργοποίηση";

/* No comment provided by engineer. */
"Offline" = "Εκτός σύνδεσης";

/* No comment provided by engineer. */
"Offline, only showing downloaded messages" = "Εκτός σύνδεσης, εμφανίζονται μόνο τα ληφθέντα μηνύματα";

/* No comment provided by engineer. */
"OK" = "Εντάξει";

/* Will be used as the caller name when a VoIP notification can't be decrypted */
"Old account" = "Παλιός λογαριασμός";

/* No comment provided by engineer. */
"Once a conversation is left, to rejoin a closed conversation, an invite is needed. An open conversation can be rejoined at any time." = "Μόλις αφεθεί μια συνομιλία, για επανσυμμετοχή σε κλειστή συνομιλία, απαιτείται πρόσκληση. Μια ανοιχτή συνομιλία μπορεί να επανασυνδεθεί ανά πάσα στιγμή.";

/* No comment provided by engineer. */
"Once a conversation is unarchived, it will be shown by default again." = "Μόλις αποαρχειοθετηθεί μια συνομιλία, θα εμφανίζεται ξανά από προεπιλογή.";

/* No comment provided by engineer. */
"Online" = "Σε σύνδεση";

/* No comment provided by engineer. */
"Online status" = "Κατάσταση σύνδεσης";

/* No comment provided by engineer. */
"Only audio and screen shares" = "Μόνο ήχος και κοινή χρήση οθόνης";

/* No comment provided by engineer. */
"Only normal chat messages can be deleted" = "Μόνο τα κανονικά μηνύματα συνομιλίας μπορούν να διαγραφούν";

/* No comment provided by engineer. */
"Only synchronize to trusted servers" = "Συγχρονισμός μόνο με έμπιστους διακομιστές";

/* No comment provided by engineer. */
"Only visible to people matched via phone number integration" = "Ορατό μόνο σε άτομα που αντιστοιχίζονται μέσω ενσωμάτωσης αριθμού τηλεφώνου";

/* No comment provided by engineer. */
"Only visible to people on this instance and guests" = "Ορατό μόνο σε άτομα σε αυτήν την εγκατάσταση και σε επισκέπτες";

/* No comment provided by engineer. */
"Open" = "Άνοιγμα";

/* No comment provided by engineer. */
"Open app settings" = "Άνοιγμα ρυθμίσεων εφαρμογής";

/* No comment provided by engineer. */
"Open conversation to registered users" = "Άνοιγμα συνομιλίας σε εγγεγραμμένους χρήστες";

/* TRANSLATORS 'Open conversations' as a type of conversation. 'Open conversations' are conversations that can be found by other users */
"Open conversations" = "Ανοιχτές συνομιλίες";

/* No comment provided by engineer. */
"Open in %@" = "Άνοιγμα σε %@";

/* No comment provided by engineer. */
"Open in Google Maps" = "Open in Google Maps";

/* No comment provided by engineer. */
"Open in Maps" = "Open in Maps";

/* A menu to show additional options for the current conversation */
"Option menu" = "Μενού επιλογών";

/* No comment provided by engineer. */
"Other Accounts" = "Άλλοι Λογαριασμοί";

/* No comment provided by engineer. */
"Other participants" = "Other participants";

/* No comment provided by engineer. */
"Others" = "Άλλοι";

/* Owner of a repository */
"Owner" = "Ιδιοκτήτης";

/* No comment provided by engineer. */
"Participants" = "Συμμετέχοντες";

/* No comment provided by engineer. */
"Password" = "Κωδικός πρόσβασης";

/* No comment provided by engineer. */
"Password copied" = "Password copied";

/* No comment provided by engineer. */
"Password is secure" = "Password is secure";

/* No comment provided by engineer. */
"Password needs to be at least %d characters long" = "Password needs to be at least %d characters long";

/* No comment provided by engineer. */
"Password protection" = "Προστασία συνθηματικού";

/* No comment provided by engineer. */
"Pending invitations" = "Εκκρεμείς προσκλήσεις";

/* No comment provided by engineer. */
"Phone number" = "Αριθμός τηλεφώνου";

/* No comment provided by engineer. */
"Phone number integration" = "Ενσωμάτωση αριθμού τηλεφώνου";

/* No comment provided by engineer. */
"Phone number set successfully" = "Ο αριθμός τηλεφώνου ορίστηκε με επιτυχία";

/* No comment provided by engineer. */
"Photo Library" = "Βιβλιοθήκη φωτογραφιών";

/* No comment provided by engineer. */
"Photo library access" = "Πρόσβαση βιβλιοθήκης φωτογραφιών";

/* No comment provided by engineer. */
"Pick date & time" = "Επιλογή ημερομηνίας & ώρας";

/* Pin a message to be always visible in the chat */
"Pin message" = "Pin message";

/* Message was pinned at … */
"Pinned at %@" = "Pinned at %@";

/* A message was pinned by ... */
"pinned by" = "pinned by";

/* No comment provided by engineer. */
"Pinned messages" = "Pinned messages";

/* Message is pinned until … */
"Pinned until %@" = "Pinned until %@";

/* No comment provided by engineer. */
"Please check that you entered a valid server address." = "Παρακαλώ ελέγξτε ότι εισάγατε μια έγκυρη διεύθυνση διακομιστή.";

/* No comment provided by engineer. */
"Please check that you entered the correct Tassos server address." = "Παρακαλώ ελέγξτε ότι εισάγατε τη σωστή διεύθυνση διακομιστή Tassos.";

/* No comment provided by engineer. */
"Please check that you entered the correct server address." = "Παρακαλώ ελέγξτε ότι εισάγατε τη σωστή διεύθυνση διακομιστή.";

/* No comment provided by engineer. */
"Please contact your system administrator." = "Παρακαλώ επικοινωνήστε με τον διαχειριστή συστήματός σας.";

/* Please update your server with the latest {app name} version available. */
"Please update your server with the latest %@ version available." = "Ενημερώστε τον διακομιστή σας με την τελευταία διαθέσιμη έκδοση %@";

/* No comment provided by engineer. */
"Please update." = "Παρακαλώ ενημερώστε.";

/* No comment provided by engineer. */
"Poll" = "Δημοσκόπηση";

/* No comment provided by engineer. */
"Poll draft" = "Προσχέδιο δημοσκόπησης";

/* No comment provided by engineer. */
"Poll draft has been saved" = "Το προσχέδιο δημοσκόπησης αποθηκεύτηκε";

/* No comment provided by engineer. */
"Poll drafts" = "Προσχέδια δημοσκοπήσεων";

/* No comment provided by engineer. */
"Poll results" = "Αποτελέσματα δημοσκόπησης";

/* No comment provided by engineer. */
"Polls" = "Δημοσκοπήσεις";

/* No comment provided by engineer. */
"Preview" = "Προεπισκόπηση";

/* No comment provided by engineer. */
"Privacy" = "Απόρρητο";

/* No comment provided by engineer. */
"Private" = "Ιδιωτικό";

/* Show private conversations before group ones */
"Private first" = "Private first";

/* No comment provided by engineer. */
"Profile" = "Προφίλ";

/* No comment provided by engineer. */
"Profile picture" = "Εικόνα προφίλ";

/* No comment provided by engineer. */
"Promote to moderator" = "Προαγωγή σε συντονιστή";

/* No comment provided by engineer. */
"Published" = "Δημοσιεύτηκε";

/* No comment provided by engineer. */
"Push notifications" = "Push ειδοποιήσεις";

/* No comment provided by engineer. */
"Question" = "Ερώτηση";

/* No comment provided by engineer. */
"Raise hand" = "Σήκωμα χεριού";

/* No comment provided by engineer. */
"Reachable?" = "Προσβάσιμος;";

/* No comment provided by engineer. */
"Reactions" = "Αντιδράσεις";

/* No comment provided by engineer. */
"Read status" = "Κατάσταση ανάγνωσης";

/* No comment provided by engineer. */
"Received call from an old account" = "Λήφθηκε κλήση από παλιό λογαριασμό";

/* No comment provided by engineer. */
"Recent threads" = "Πρόσφατες συζητήσεις";

/* No comment provided by engineer. */
"Record voice message" = "Εγγραφή φωνητικού μηνύματος";

/* No comment provided by engineer. */
"Recording" = "Εγγραφή";

/* No comment provided by engineer. */
"Recording consent is required" = "Απαιτείται συγκατάθεση εγγραφής";

/* No comment provided by engineer. */
"Recording consent required for joining the call" = "Απαιτείται συγκατάθεση εγγραφής για συμμετοχή στην κλήση";

/* No comment provided by engineer. */
"Recordings" = "Εγγραφές";

/* No comment provided by engineer. */
"Redo" = "Επανάληψη";

/* No comment provided by engineer. */
"Reference API supported?" = "Υποστηρίζεται Reference API;";

/* No comment provided by engineer. */
"Reject" = "Απόρριψη";

/* No comment provided by engineer. */
"Reminder was successfully cleared" = "Η υπενθύμιση εκκαθαρίστηκε με επιτυχία";

/* No comment provided by engineer. */
"Reminder was successfully set" = "Η υπενθύμιση ορίστηκε με επιτυχία";

/* No comment provided by engineer. */
"Remote server is unreachable" = "Ο απομακρυσμένος διακομιστής είναι απροσπέλαστος";

/* No comment provided by engineer. */
"Remove" = "Αφαίρεση";

/* No comment provided by engineer. */
"Remove account" = "Αφαίρεση λογαριασμού";

/* No comment provided by engineer. */
"Remove from favorites" = "Αφαίρεση από τα αγαπημένα";

/* No comment provided by engineer. */
"Remove group and members" = "Αφαίρεση ομάδας και μελών";

/* No comment provided by engineer. */
"Remove old duplicate entries and leave only the most recent entries." = "Αφαίρεση παλιών διπλότυπων εγγραφών και διατήρηση μόνο των πιο πρόσφατων εγγραφών.";

/* No comment provided by engineer. */
"Remove participant" = "Αφαίρεση συμμετέχοντα";

/* No comment provided by engineer. */
"Remove password" = "Αφαίρεση κωδικού πρόσβασης";

/* No comment provided by engineer. */
"Remove team and members" = "Αφαίρεση ομάδας και μελών";

/* Replacement in case of out of office */
"Replacement" = "Αντικατάσταση";

/* Replacement in case of out of office */
"Replacement (optional)" = "Αντικατάσταση (προαιρετικά)";

/* No comment provided by engineer. */
"Reply" = "Απάντηση";

/* No comment provided by engineer. */
"Reply privately" = "Απάντηση ιδιωτικά";

/* Name of a repository */
"Repo" = "Αποθετήριο";

/* Reschedule a message that is send later */
"Reschedule" = "Reschedule";

/* Reschedule a message that is send later with a notification */
"Reschedule with notification" = "Reschedule with notification";

/* Reschedule a message that is send later without a notification */
"Reschedule without notification" = "Reschedule without notification";

/* No comment provided by engineer. */
"Resend" = "Επαναποστολή";

/* No comment provided by engineer. */
"Resend invitation" = "Επαναποστολή πρόσκλησης";

/* No comment provided by engineer. */
"Resend invitations" = "Επαναποστολή προσκλήσεων";

/* Title for a section where different reset options are shown */
"Reset" = "Επαναφορά";

/* Replacement in case of out of office */
"Reset replacement" = "Επαναφορά αντικατάστασης";

/* Results of a poll */
"Results" = "Αποτελέσματα";

/* No comment provided by engineer. */
"Retry" = "Επανάληψη";

/* Save conversation description */
"Save" = "Αποθήκευση";

/* No comment provided by engineer. */
"Save as draft" = "Αποθήκευση ως προσχέδιο";

/* No comment provided by engineer. */
"Save password" = "Save password";

/* No comment provided by engineer. */
"Save to 'Note to self'" = "Αποθήκευση σε 'Σημείωση στον εαυτό μου'";

/* No comment provided by engineer. */
"Say hi to your friends and colleagues!" = "Πείτε γεια στους φίλους και συναδέλφους σας!";

/* No comment provided by engineer. */
"Scan QR code" = "Σάρωση κωδικού QR";

/* Noun. 'Schedule' of a meeting */
"Schedule" = "Πρόγραμμα";

/* No comment provided by engineer. */
"Schedule a meeting" = "Προγραμματισμός συνάντησης";

/* No comment provided by engineer. */
"Scheduled messages" = "Scheduled messages";

/* No comment provided by engineer. */
"Screensharing stopped" = "Η κοινή χρήση οθόνης σταμάτησε";

/* No comment provided by engineer. */
"Search" = "Αναζήτηση";

/* No comment provided by engineer. */
"Search for places" = "Αναζήτηση τοποθεσιών";

/* Replacement in case of out of office */
"Select a replacement" = "Επιλογή αντικατάστασης";

/* No comment provided by engineer. */
"Select language" = "Επιλογή γλώσσας";

/* Copy a 'selection' of a message */
"Selection" = "Επιλογή";

/* No comment provided by engineer. */
"Send" = "Αποστολή";

/* No comment provided by engineer. */
"Send a reaction" = "Αποστολή αντίδρασης";

/* No comment provided by engineer. */
"Send call notification" = "Αποστολή ειδοποίησης κλήσης";

/* No comment provided by engineer. */
"Send later" = "Send later";

/* No comment provided by engineer. */
"Send later without notification" = "Send later without notification";

/* No comment provided by engineer. */
"Send message" = "Αποστολή μηνύματος";

/* Send a message now */
"Send now" = "Send now";

/* No comment provided by engineer. */
"Send without notification" = "Αποστολή χωρίς ειδοποίηση";

/* No comment provided by engineer. */
"Send/Accept" = "Αποστολή/Αποδοχή";

/* No comment provided by engineer. */
"Sending no invitations" = "Δεν αποστέλλονται προσκλήσεις";

/* No comment provided by engineer. */
"Sensitive conversation" = "Ευαίσθητη συνομιλία";

/* A message has been sent without notifications */
"Sent without notification" = "Απεστάλη χωρίς ειδοποίηση";

/* No comment provided by engineer. */
"Server" = "Διακομιστής";

/* No comment provided by engineer. */
"Server address https://…" = "Διεύθυνση διακομιστή https://…";

/* No comment provided by engineer. */
"Server is currently in maintenance mode" = "Ο διακομιστής βρίσκεται σε λειτουργία συντήρησης";

/* No comment provided by engineer. */
"Server not found" = "Δεν βρέθηκε διακομιστής";

/* No comment provided by engineer. */
"Set" = "Ορισμός";

/* No comment provided by engineer. */
"Set password" = "Ορισμός κωδικού πρόσβασης";

/* Remind me later about that message */
"Set reminder" = "Ορισμός υπενθύμισης";

/* No comment provided by engineer. */
"Set status message" = "Ορισμός μηνύματος κατάστασης";

/* No comment provided by engineer. */
"Settings" = "Ρυθμίσεις";

/* No comment provided by engineer. */
"Share" = "Κοινή χρήση";

/* No comment provided by engineer. */
"Share a file from your Tassos" = "Μοιραστείτε ένα αρχείο από το Tassos σας";

/* No comment provided by engineer. */
"Share current location" = "Κοινή χρήση τρέχουσας τοποθεσίας";

/* No comment provided by engineer. */
"Share link" = "Κοινή χρήση συνδέσμου";

/* No comment provided by engineer. */
"Share location" = "Κοινή χρήση τοποθεσίας";

/* Share the location of a pin that has been dropped in a map view */
"Share pin location" = "Κοινή χρήση τοποθεσίας pin";

/* No comment provided by engineer. */
"Share to chat" = "Κοινή χρήση σε συνομιλία";

/* No comment provided by engineer. */
"Share with" = "Κοινή χρήση με";

/* No comment provided by engineer. */
"Shared items" = "Κοινόχρηστα αντικείμενα";

/* No comment provided by engineer. */
"Shared location" = "Κοινόχρηστη τοποθεσία";

/* No comment provided by engineer. */
"Sharing to a federated conversation is not supported." = "Δεν υποστηρίζεται η κοινή χρήση σε ομοσπονδιακή συνομιλία.";

/* No comment provided by engineer. */
"Short absence status" = "Σύντομη κατάσταση απουσίας";

/* No comment provided by engineer. */
"Short absence status is too long" = "Η σύντομη κατάσταση απουσίας είναι πολύ μεγάλη";

/* No comment provided by engineer. */
"Show more…" = "Εμφάνιση περισσότερων…";

/* No comment provided by engineer. */
"Signaling" = "Σηματοδότηση";

/* No comment provided by engineer. */
"SIP dial-in" = "SIP κλήση εισερχόμενων";

/* No comment provided by engineer. */
"Skip" = "Παράλειψη";

/* No comment provided by engineer. */
"Slide to cancel" = "Σύρετε για ακύρωση";

/* No comment provided by engineer. */
"Some messages not shown, will be downloaded when online" = "Ορισμένα μηνύματα δεν εμφανίζονται, θα ληφθούν όταν υπάρξει σύνδεση";

/* Title for conversations sorting options */
"Sort conversations" = "Sort conversations";

/* No comment provided by engineer. */
"Source code" = "Πηγαίος κώδικας";

/* speaker = Loudspeaker, device */
"Speaker" = "Ηχείο";

/* speaker = Loudspeaker, device */
"Speaker disabled" = "Το ηχείο απενεργοποιήθηκε";

/* speaker = Loudspeaker, device */
"Speaker enabled" = "Το ηχείο ενεργοποιήθηκε";

/* No comment provided by engineer. */
"Speech recognition access is not allowed. Check your settings." = "Δεν επιτρέπεται η πρόσβαση αναγνώρισης ομιλίας. Ελέγξτε τις ρυθμίσεις σας.";

/* No comment provided by engineer. */
"Speech recognition failed" = "Η αναγνώριση ομιλίας απέτυχε";

/* No comment provided by engineer. */
"Start a new group conversation" = "Έναρξη νέας ομαδικής συνομιλίας";

/* No comment provided by engineer. */
"Start call" = "Έναρξη κλήσης";

/* No comment provided by engineer. */
"Start call silently" = "Έναρξη κλήσης σιωπηρά";

/* No comment provided by engineer. */
"Start recording" = "Έναρξη εγγραφής";

/* No comment provided by engineer. */
"Start time" = "Ώρα έναρξης";

/* No comment provided by engineer. */
"Start video call" = "Έναρξη βιντεοκλήσης";

/* No comment provided by engineer. */
"Start video call silently" = "Έναρξη βιντεοκλήσης σιωπηρά";

/* No comment provided by engineer. */
"Status" = "Κατάσταση";

/* No comment provided by engineer. */
"Status message" = "Μήνυμα κατάστασης";

/* Action to 'Stop' a recording */
"Stop" = "Διακοπή";

/* No comment provided by engineer. */
"Stop recording" = "Διακοπή εγγραφής";

/* No comment provided by engineer. */
"Stop screensharing" = "Διακοπή κοινής χρήσης οθόνης";

/* Strikethrough text */
"Strikethrough" = "Διαγραφή";

/* No comment provided by engineer. */
"STUN servers" = "Διακομιστές STUN";

/* No comment provided by engineer. */
"Submit vote" = "Υποβολή ψήφου";

/* No comment provided by engineer. */
"Switch account" = "Αλλαγή λογαριασμού";

/* No comment provided by engineer. */
"Switching to another conversation …" = "Μετάβαση σε άλλη συνομιλία …";

/* No comment provided by engineer. */
"Synchronize to trusted servers and the global and public address book" = "Συγχρονισμός με έμπιστους διακομιστές και το παγκόσμιο και δημόσιο βιβλίο διευθύνσεων";

/* Talk to a user */
"Talk to" = "Συνομιλία με";

/* No comment provided by engineer. */
"Tap and hold to record a voice message" = "Πατήστε και κρατήστε για εγγραφή φωνητικού μηνύματος";

/* No comment provided by engineer. */
"Tap and hold to record a voice message, release the button to send it." = "Πατήστε και κρατήστε για εγγραφή φωνητικού μηνύματος, αφήστε το κουμπί για αποστολή.";

/* No comment provided by engineer. */
"Test failed" = "Η δοκιμή απέτυχε";

/* No comment provided by engineer. */
"Test push notifications" = "Δοκιμή push ειδοποιήσεων";

/* No comment provided by engineer. */
"Test results" = "Αποτελέσματα δοκιμής";

/* No comment provided by engineer. */
"Test results copied" = "Τα αποτελέσματα δοκιμής αντιγράφηκαν";

/* No comment provided by engineer. */
"The app is too old and no longer supported by this server." = "Η εφαρμογή είναι πολύ παλιά και δεν υποστηρίζεται πλέον από αυτόν τον διακομιστή.";

/* No comment provided by engineer. */
"The call for this event ended. Do you want to delete this conversation for everyone?" = "Η κλήση για αυτή την εκδήλωση τελείωσε. Θέλετε να διαγράψετε αυτή τη συνομιλία για όλους;";

/* No comment provided by engineer. */
"The call has been running for one hour" = "Η κλήση εκτελείται για μία ώρα";

/* No comment provided by engineer. */
"The call might be recorded" = "Η κλήση μπορεί να ηχογραφηθεί";

/* No comment provided by engineer. */
"The password is wrong" = "Ο κωδικός πρόσβασης είναι λάθος";

/* No comment provided by engineer. */
"The recording might include your voice, video from camera, and screen share. Your consent is required before joining the call." = "Η εγγραφή μπορεί να περιλαμβάνει τη φωνή σας, βίντεο από την κάμερα και κοινή χρήση οθόνης. Απαιτείται η συγκατάθεσή σας πριν από τη συμμετοχή στην κλήση.";

/* No comment provided by engineer. */
"The token might be used already or is expired. Please generate a new QR code and retry." = "The token might be used already or is expired. Please generate a new QR code and retry.";

/* No comment provided by engineer. */
"There is no account for user %@ in server %@ configured in this app." = "Δεν υπάρχει λογαριασμός για τον χρήστη %1$@ στον διακομιστή %2$@ ρυθμισμένος σε αυτήν την εφαρμογή.";

/* No comment provided by engineer. */
"This call is being recorded" = "Αυτή η κλήση καταγράφεται";

/* No comment provided by engineer. */
"This conversation is attached to a calendar event. Edit the event to change the name/description of the conversation." = "Αυτή η συνομιλία είναι συνδεδεμένη με μια ημερολογιακή εκδήλωση. Επεξεργαστείτε την εκδήλωση για να αλλάξετε το όνομα/περιγραφή της συνομιλίας.";

/* No comment provided by engineer. */
"This conversation is read-only" = "Αυτή η συνομιλία είναι μόνο για ανάγνωση";

/* No comment provided by engineer. */
"This conversation will be automatically deleted for everyone in %ld days of no activity." = "Αυτή η συνομιλία θα διαγραφεί αυτόματα για όλους σε %ld ημέρες χωρίς δραστηριότητα.";

/* No comment provided by engineer. */
"This is the web address you use to access your server in your web browser." = "Αυτή είναι η διεύθυνση web που χρησιμοποιείτε για πρόσβαση στον διακομιστή σας στο πρόγραμμα περιήγησής σας.";

/* The meeting start time will be displayed after this text e.g (This meeting is scheduled for tomorrow at 10:00) */
"This meeting is scheduled for" = "Αυτή η συνάντηση είναι προγραμματισμένη για";

/* No comment provided by engineer. */
"This might take a moment" = "Αυτό μπορεί να πάρει λίγο χρόνο";

/* No comment provided by engineer. */
"This summary is AI generated and may contain mistakes." = "Αυτή η σύνοψη δημιουργήθηκε από AI και μπορεί να περιέχει λάθη.";

/* No comment provided by engineer. */
"This usually indicates that this device was previously used for an account, which was not properly removed from the server." = "Αυτό συνήθως υποδηλώνει ότι αυτή η συσκευή χρησιμοποιήθηκε προηγουμένως για έναν λογαριασμό, ο οποίος δεν αφαιρέθηκε σωστά από τον διακομιστή.";

/* No comment provided by engineer. */
"This week" = "Αυτή την εβδομάδα";

/* Remind me this weekend about that message */
"This weekend" = "Αυτό το σαββατοκύριακο";

/* No comment provided by engineer. */
"This will impact the functionality of this app. Please review your settings." = "Αυτό θα επηρεάσει τη λειτουργικότητα αυτής της εφαρμογής. Παρακαλώ ελέγξτε τις ρυθμίσεις σας.";

/* No comment provided by engineer. */
"Thread" = "Συζήτηση";

/* No comment provided by engineer. */
"Thread notification level button" = "Κουμπί επιπέδου ειδοποίησης συζήτησης";

/* No comment provided by engineer. */
"Thread title" = "Τίτλος συζήτησης";

/* No comment provided by engineer. */
"Threads" = "Συζητήσεις";

/* No comment provided by engineer. */
"Title" = "Τίτλος";

/* 'To' which language user wants to translate text */
"To" = "Σε";

/* No comment provided by engineer. */
"To resolve this issue, use the web interface and go to \"Settings -> Security\"." = "Για να επιλύσετε αυτό το πρόβλημα, χρησιμοποιήστε τη διεπαφή web και μεταβείτε σε \"Ρυθμίσεις -> Ασφάλεια\".";

/* TRANSLATORS this is for sending something 'to' a user. E.g. 'To: John Doe' */
"To:" = "Προς:";

/* No comment provided by engineer. */
"Today" = "Σήμερα";

/* Remind me tomorrow about that message */
"Tomorrow" = "Αύριο";

/* TRANSLATORS this is for transcribing a voice message to text */
"Transcribe" = "Μεταγραφή";

/* TRANSLATORS transcript of a voice-message */
"Transcript" = "Μεταγραφή";

/* No comment provided by engineer. */
"Translate" = "Μετάφραση";

/* No comment provided by engineer. */
"Translation" = "Μετάφραση";

/* No comment provided by engineer. */
"Translation failed" = "Η μετάφραση απέτυχε";

/* Waiting message when trying to login with QR code */
"Trying to login…" = "Trying to login…";

/* No comment provided by engineer. */
"TURN servers" = "Διακομιστές TURN";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/* No comment provided by engineer. */
"Twitter handle @…" = "Twitter handle @…";

/* No comment provided by engineer. */
"Typing indicator" = "Δείκτης πληκτρολόγησης";

/* No comment provided by engineer. */
"Typing indicators are only available when using a high performance backend (HPB)" = "Οι δείκτες πληκτρολόγησης είναι διαθέσιμοι μόνο όταν χρησιμοποιείται backend υψηλής απόδοσης (HPB)";

/* No comment provided by engineer. */
"Unable to get context of the message" = "Αδυναμία λήψης του περιεχομένου του μηνύματος";

/* No comment provided by engineer. */
"Unable to get conversation of the message" = "Αδυναμία λήψης της συνομιλίας του μηνύματος";

/* No comment provided by engineer. */
"Unable to load file" = "Δεν είναι δυνατή η φόρτωση του αρχείου";

/* No comment provided by engineer. */
"Unable to open file" = "Δεν είναι δυνατό το άνοιγμα του αρχείου";

/* No comment provided by engineer. */
"Unable to validate password right now" = "Unable to validate password right now";

/* No comment provided by engineer. */
"Unarchive conversation" = "Αποαρχειοθέτηση συνομιλίας";

/* No comment provided by engineer. */
"Unavailable" = "Μη διαθέσιμο";

/* No comment provided by engineer. */
"Unban" = "Κατάργηση απαγόρευσης";

/* No comment provided by engineer. */
"Under \"Devices & sessions\" check if there are duplicate entries for the same device." = "Στην ενότητα \"Συσκευές & συνεδρίες\" ελέγξτε αν υπάρχουν διπλότυπες εγγραφές για την ίδια συσκευή.";

/* No comment provided by engineer. */
"Undo" = "Αναίρεση";

/* No comment provided by engineer. */
"Undo Typing" = "Αναίρεση πληκτρολόγησης";

/* No comment provided by engineer. */
"Unknown" = "Άγνωστο";

/* No comment provided by engineer. */
"Unknown error" = "Άγνωστο σφάλμα";

/* No comment provided by engineer. */
"Unknown error occurred" = "Παρουσιάστηκε άγνωστο σφάλμα";

/* No comment provided by engineer. */
"Unpin" = "Unpin";

/* No comment provided by engineer. */
"Unpin message" = "Unpin message";

/* 'Unread' meaning 'Unread conversations' */
"Unread" = "Μη αναγνωσμένα";

/* No comment provided by engineer. */
"Unread mentions" = "Μη αναγνωσμένες αναφορές";

/* No comment provided by engineer. */
"Unread messages" = "Μη αναγνωσμένα μηνύματα";

/* Calling is not supported */
"Unsupported" = "Unsupported";

/* No comment provided by engineer. */
"Update" = "Ενημέρωση";

/* No comment provided by engineer. */
"Updated notification settings" = "Ενημερωμένες ρυθμίσεις ειδοποιήσεων";

/* No comment provided by engineer. */
"Upload failed" = "Η μεταφόρτωση απέτυχε";

/* No comment provided by engineer. */
"Uploading %ld elements" = "Μεταφόρτωση %ld στοιχείων";

/* No comment provided by engineer. */
"User" = "Χρήστης";

/* No comment provided by engineer. */
"User profile and settings" = "Προφίλ χρήστη και ρυθμίσεις";

/* No comment provided by engineer. */
"User status supported?" = "Υποστηρίζεται κατάσταση χρήστη;";

/* No comment provided by engineer. */
"User storage quota exceeded" = "Υπέρβαση ορίου αποθήκευσης χρήστη";

/* No comment provided by engineer. */
"Users" = "Χρήστες";

/* No comment provided by engineer. */
"Validating password…" = "Validating password…";

/* No comment provided by engineer. */
"Version" = "Έκδοση";

/* Join a call in video call mode */
"Video call" = "Κλήση βίντεο";

/* No comment provided by engineer. */
"Video quality" = "Ποιότητα βίντεο";

/* Conversation visibility settings */
"Visibility" = "Ορατότητα";

/* No comment provided by engineer. */
"Voice messages" = "Φωνητικά μηνύματα";

/* No comment provided by engineer. */
"Waiting for %@ to join call …" = "Αναμονή για %@ να συμμετάσχει στην κλήση…";

/* No comment provided by engineer. */
"Waiting for others to join call …" = "Αναμονή για άλλους να συμμετάσχουν στην κλήση…";

/* No comment provided by engineer. */
"Website" = "Ιστοσελίδα";

/* No comment provided by engineer. */
"What is your status?" = "Ποια είναι η κατάστασή σας;";

/* No comment provided by engineer. */
"Write message, @ to mention someone …" = "Γράψτε μήνυμα, @ για να αναφερθείτε σε κάποιον…";

/* No comment provided by engineer. */
"Yes" = "Ναι";

/* No comment provided by engineer. */
"Yesterday" = "Χθες";

/* No comment provided by engineer. */
"You" = "Εσείς";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You added {user0} and %ld more participants" = "Προσθέσατε {user0} και %ld ακόμη συμμετέχοντες";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You added {user0} and {user1}" = "Προσθέσατε {user0} και {user1}";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants joined the call" = "Εσείς και %ld ακόμη συμμετέχοντες συμμετείχατε στην κλήση";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants left the call" = "Εσείς και %ld ακόμη συμμετέχοντες αποχωρήσατε από την κλήση";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} joined the call" = "Εσείς και {actor0} συμμετείχατε στην κλήση";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} left the call" = "Εσείς και {actor0} αποχωρήσατε από την κλήση";

/* No comment provided by engineer. */
"You are currently waiting in the lobby" = "Βρίσκεστε προς το παρόν σε αναμονή";

/* No comment provided by engineer. */
"You are not allowed to add or remove reactions in this conversation" = "You are not allowed to add or remove reactions in this conversation";

/* No comment provided by engineer. */
"You are not part of any conversation" = "Δεν είστε μέρος καμίας συνομιλίας";

/* No comment provided by engineer. */
"You are not part of any conversation. Press + to start a new one." = "Δεν είστε μέρος καμίας συνομιλίας. Πατήστε + για να ξεκινήσετε μια νέα.";

/* No comment provided by engineer. */
"You can set your phone number so other users will be able to find you" = "Μπορείτε να ορίσετε τον αριθμό τηλεφώνου σας ώστε άλλοι χρήστες να μπορούν να σας βρουν";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and %ld more participants from moderators" = "Υποβιβάσατε {user0} και %ld ακόμη συμμετέχοντες από συντονιστές";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and {user1} from moderators" = "Υποβιβάσατε {user0} και {user1} από συντονιστές";

/* No comment provided by engineer. */
"You have %ld pending invitations" = "Έχετε %ld εκκρεμείς προσκλήσεις";

/* No comment provided by engineer. */
"You have been muted by a moderator" = "Σας έθεσε σε σίγαση ένας συντονιστής";

/* No comment provided by engineer. */
"You have no meetings scheduled." = "Δεν έχετε προγραμματισμένες συναντήσεις.";

/* No comment provided by engineer. */
"You have no unread mentions." = "Δεν έχετε μη αναγνωσμένες αναφορές.";

/* No comment provided by engineer. */
"You have no unread messages." = "Δεν έχετε μη αναγνωσμένα μηνύματα.";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave %@." = "Πρέπει να προαγάγετε έναν νέο συντονιστή πριν μπορέσετε να αποχωρήσετε από %@.";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave this conversation" = "Πρέπει να προαγάγετε έναν νέο συντονιστή πριν μπορέσετε να αποχωρήσετε από αυτή τη συνομιλία";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and %ld more participants to moderators" = "Προαγάγατε {user0} και %ld ακόμη συμμετέχοντες σε συντονιστές";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and {user1} to moderators" = "Προαγάγατε {user0} και {user1} σε συντονιστές";

/* No comment provided by engineer. */
"You received a new notification" = "Λάβατε μια νέα ειδοποίηση";

/* No comment provided by engineer. */
"You reconnected to the call" = "Επανασυνδεθήκατε στην κλήση";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You removed {user0} and %ld more participants" = "Αφαιρέσατε {user0} και %ld ακόμη συμμετέχοντες";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You removed {user0} and {user1}" = "Αφαιρέσατε {user0} και {user1}";

/* No comment provided by engineer. */
"Your email address" = "Η διεύθυνση email σας";

/* No comment provided by engineer. */
"Your phone number" = "Ο αριθμός τηλεφώνου σας";

/* No comment provided by engineer. */
"Your PIN" = "Το PIN σας";

/* No comment provided by engineer. */
"Your postal address" = "Η ταχυδρομική σας διεύθυνση";

/* 'Zammad' is a product name */
"Zammad API error" = "Σφάλμα Zammad API";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and %ld more participants" = "{actor0} πρόσθεσε εσάς και %ld ακόμη συμμετέχοντες";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and {user0}" = "{actor0} πρόσθεσε εσάς και {user0}";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and %ld more participants" = "{actor0} πρόσθεσε {user0} και %ld ακόμη συμμετέχοντες";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and {user1}" = "{actor0} πρόσθεσε {user0} και {user1}";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants joined the call" = "{actor0} και %ld ακόμη συμμετέχοντες συμμετείχαν στην κλήση";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants left the call" = "{actor0} και %ld ακόμη συμμετέχοντες αποχώρησαν από την κλήση";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} joined the call" = "{actor0} και {actor1} συμμετείχαν στην κλήση";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} left the call" = "{actor0} και {actor1} αποχώρησαν από την κλήση";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and %ld more participants from moderators" = "{actor0} υποβίβασε εσάς και %ld ακόμη συμμετέχοντες από συντονιστές";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and {user0} from moderators" = "{actor0} υποβίβασε εσάς και {user0} από συντονιστές";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and %ld more participants from moderators" = "{actor0} υποβίβασε {user0} και %ld ακόμη συμμετέχοντες από συντονιστές";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and {user1} from moderators" = "{actor0} υποβίβασε {user0} και {user1} από συντονιστές";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and %ld more participants to moderators" = "{actor0} προώθησε εσάς και %ld ακόμη συμμετέχοντες σε συντονιστές";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and {user0} to moderators" = "{actor0} προώθησε εσάς και {user0} σε συντονιστές";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and %ld more participants to moderators" = "{actor0} προώθησε {user0} και %ld ακόμη συμμετέχοντες σε συντονιστές";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and {user1} to moderators" = "{actor0} προώθησε {user0} και {user1} σε συντονιστές";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"{actor0} reconnected to the call" = "{actor0} επανασυνδέθηκε στην κλήση";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and %ld more participants" = "{actor0} αφαίρεσε εσάς και %ld ακόμη συμμετέχοντες";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and {user0}" = "{actor0} αφαίρεσε εσάς και {user0}";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and %ld more participants" = "{actor0} αφαίρεσε {user0} και %ld ακόμη συμμετέχοντες";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and {user1}" = "{actor0} αφαίρεσε {user0} και {user1}";

/* No comment provided by engineer. */
"↓ New messages" = "↓ Νέα μηνύματα";

